{
  "name": "de",
  "title": "MyAppCafe: Fehlercodes- und behebung",
  "lead": "Dieses Dokument dient der Behebung aufgetretener Fehlermeldungen während des laufenden Betriebs einer Kaffeebox.",
  "versionRemarksHeader": "Versionshinweise",
  "version": "Version",
  "date": "Datum",
  "author": "Autor",
  "remark": "Hinweis",
  "bot": "Der MyAppCafeBot",
  "botDescription": "Der MyAppCafeBot für <a href='https://telegram.org/faq/de#f-was-ist-telegram-was-kann-man-hier-machen'>Telegram</a> informiert Sie unmittelbar, wenn es beim Betrieb der Kaffeebox zu Störungen kommen sollte. In diesem Fall sendet er Ihnen den Fehlercode zu und informiert Sie darüber, wie Sie die Störung beheben können. Außerdem können Sie den aktuellen Status der Box erfragen.",
  "registerHeader": "Registrieren",
  "botDownload": "Laden Sie sich die kostenlose App Telegram für <a href='https://apps.apple.com/de/app/telegram-messenger/id686449807'>iOS</a> oder <a href='https://play.google.com/store/apps/details?id=org.telegram.messenger'>Android</a> herunter.",
  "botAccount": "Legen Sie ein Konto an",
  "botGroup": "Erstellen Sie unter 'Chats' eine neue Gruppe. Suchen Sie nach MyAppCafe_Bot und fügen Sie diesen als Mitglied hinzu.",
  "botAdd": "Fügen Sie nach Bedarf weitere Mitglieder (z.B. andere Mitarbeiter) hinzu.",
  "botRegisterNew": "Schreiben Sie /register in die Gruppe. Dies registriert die Box beim MyAppCafeBot. Eine Bestätigung kann bis zu 72 Stunden dauern.",
  "botCommands": "Befehle",
  "botCommandsRegister": "Mit diesem Befehl können Sie eine neue Box registrieren. Die Registrierung muss manuell freigegeben werden, deswegen kann es bis zu 72 Stunden dauern, bis sie bestätigt wurde. In dieser Zeit können Sie alle Funktionen außer /info und /events nutzen. Benachrichtigungen über Störungen werden in dieser Zeit ebenfalls nicht gesendet.",
  "botCommandsHelp": "Zeigt diese Hilfe an.",
  "botCommandsEvents": "Listet alle Ereignisse der letzten 24h auf, auch die, für die es keine Benachrichtigung gab.",
  "botCommandsInfo": "Zeigt Ihnen den aktuellen Status der Box.",
  "botCommandsErrorCode": "Zeigt Ihnen alle Informationen über den erfragten Fehlercode. Beispiel: /e/A1000",
  "notes": "Allgemeine Hinweise",
  "currentVersion": "Die aktuelle Version dieses Dokuments finden Sie stets unter",
  "resolveInOrder": "Die hier beschriebenen Schritte bauen aufeinander auf, bitte führen Sie sie in der <strong>angegebenen Reihenfolge</strong> durch.",
  "notAllSteps": "Es ist <strong>nicht immer notwendig, alle Schritte</strong> durchzuführen. Wenn die Ursache des Problem erkennbar behoben ist, müssen Sie die restlichen Schritte nicht durchführen.",
  "codesHeader": "Fehler- und Ereigniscodes",
  "contactService": "Wenden Sie sich an den <strong>Service</strong>, wenn die beschriebenen Schritte nicht zur Behebung des Problems führen.",
  "contactWmf": "Alle Fehlermeldungen der Kaffeemaschine größer (C)9000 sind aus dem WMF-Handbuch übernommen. Wenden Sie sich bei Unklarheiten bitte an den WMF-Service.",
  "contents": "Inhalte",
  "devices": {
    "MainServer": "Haupsteuerung",
    "Coffeemachine": "Kaffeemaschine",
    "Printer": "Lebensmitteldrucker",
    "Gate": "Ausgabe",
    "Payment": "Kreditkartenlesegerät",
    "Queue": "Warteschlangen-Bildschirm",
    "Terminal": "Bestellbildschirm",
    "Robot": "Roboter",
    "Scanner": "Scanner",
    "CupHolder": "Becherhalter"
  },
  "severity": {
    "title": "Schwere des Fehlers",
    "FatalError": "Störung - Kein weiterer Betrieb der Box möglich",
    "InfoOnly": "Information",
    "Warning": "Warnung - kann unter Umständen automatisch behoben werde",
    "RestrictedProduction": "Betrieb mit Einschränkungen möglich",
    "ReducedCapacity": "Betrieb mit reduzierter Kapazität möglich"
  },
  "whenToResolve": {
    "title": "Wann zu beheben?",
    "FatalError": "Sofort",
    "InfoOnly": "Nicht notwendig",
    "Warning": "Nicht notwendig",
    "RestrictedProduction": "Sobald wie möglich",
    "ReducedCapacity": "bei Wartung, bei hohem Kundenaufkommen sobald wie möglich"
  },
  "notificationOption": {
    "title": "Benachrichtigungstyp",
    "FullBroadCast": "Automatische Benachrichtigung",
    "Silent": "Stille Benachrichtigung",
    "FranchiseeBroadcast": "Automatische Benachrichtigung",
    "OnDemand": "Nur auf Bildschirm oder Anfrage",
    "AdminsOnly": "Nur für Entwickler"
  },
  "yes": "Ja",
  "no": "Nein",
  "continuationPossible": "Kann Betrieb fortgeführt werden?",
  "deviceInError": "Befindet sich das Gerät in Störung?",
  "howToResolve": "So beheben Sie den Fehler",
  "blocks": {
    "ProductMatrixInvalid": "Die Konfiguration der Produkte konnte nicht geladen werden oder sie ist ungültig.",
    "FridgeTemperatureConfirmed": "Die Meldung über Temperaturüberschreitungen im Kühlschrank wurden vom Franchisenehmer gelesen und bestätigt.",
    "FridgeTemperatureWarning": "Die Temperatur des Kühlschranks liegt außerhalb des Normbereiches. Betrieb wird trotzdem fortgesetzt.",
    "FridgeTemperatureCritical": "Die Temperatur des Kühlschranks liegt über dem kritischen Wert. Der Betrieb wird eingestellt.",
    "CheckFridgeUnpause": "Prüfen Sie den Kühlschrank samt Inhalt. Stellen Sie die Kühlung wieder her, tauschen Sie ggf. Milch aus. Beenden Sie dann die Pause, um den Betrieb der Box fortzusetzen.",
    "CheckFridge": "Bitte begeben Sie sich zur Box und prüfen Sie den Kühlschrank.",
    "RemoteAccess": "Ein Servicetechniker möchte darüber informieren, dass er gerade dabei ist, ein zuvor aufgetretenes Problem zu analysieren und ggf. zu lösen.",
    "ImOnIt": "Jemand möchte darüber informieren, dass er vor Ort ist und aktiv versucht ein zuvor aufgetretenes Problem zu lösen.",
    "JustEventForTroubleshooting": "Diese Meldung gilt ausschließlich der Information und dient der einfacheren Koordination bei Problemen. Diese Meldung bedeutet, dass bereits jemand an der Problemlösung arbeitet.",
    "AskCustomer": "Befragen Sie den Kunden.",
    "CustomerProblemOther": "Ein Kunde hat über das Terminal ein Problem gemeldet: Nicht aufgeführtes/sonstiges Problem",
    "RefillSugarLids": "Füllen Sie Getränkedeckel/Zucker etc. wieder auf.",
    "CustomerProblemNoSugarLids": "Ein Kunde hat über das Terminal ein Problem gemeldet: Zucker/Getränkedeckel etc. sind alle.",
    "CustomerCodeFreed": "Falls es Nachfragen beim Kunden gibt: Die Bestellung wird wieder freigegeben und kann bei nächster Gelegenheit eingelöst werden.",
    "CustomerProblemCodeButNotAvailable": "Ein Kunde hat über das Terminal ein Problem gemeldet: Getränk nicht verfügbar, aber ich habe bereits einen Code dafür.",
    "ResetDeviceCounter": "Scrollen Sie in der Geräteliste zum betroffenen Gerät und betätigen Sie Zähler zurücksetzen.",
    "RefillDevice": "Füllen Sie das Gerät wieder auf.",
    "CheckIfEmpty": "Prüfen Sie, ob ein Gerät leer ist.",
    "CustomerProblemBeverageNotAvailable": "Ein Kunde hat über das Terminal ein Problem gemeldet: Ein Getränk ist nicht verfügbar.",
    "CustomerProblemCodeDoesNotWork": "Ein Kunde hat über das Terminal ein Problem gemeldet: Mein Barcode funktioniert nicht.",
    "CustomerProblemWrongBeverage": "Ein Kunde hat über das Terminal ein Problem gemeldet: Falsches Getränk erhalten.",
    "ServiceIfProblemButNoNotification": "Falls tatsächlich ein Problem bestehen sollte und es keine andere Fehlermeldung gibt, wenden Sie sich an den Service.",
    "CustomerProblemNoBeverage": "Ein Kunde hat über das Terminal ein Problem gemeldet: Code wurde gescannt, aber Getränk nicht erhalten.",
    "CheckIfProblemExists": "Prüfen Sie per Videostream oder vor Ort, ob tatsächlich ein Problem besteht.",
    "CustomerProblemNoReaction": "Ein Kunde hat über das Terminal ein Problem gemeldet: Box reagiert nicht.",
    "NoAnswer": "Das Gerät hat den Befehl zur Produktion trotz mehrmaligem Senden nicht verarbeitet.",
    "VisualCheck": "Stellen Sie sicher, dass sich kein Becher mehr in dem Gerät befindet.",
    "DeviceNoCup": "Es wurde versucht ein Becher aus dem Gerät abzuholen, aber es war kein Becher vorhanden.",
    "DeviceNoErrors": "Das Gerät hat nicht erlaubt Fehlermeldungen zu abonnieren.",
    "DeviceBlocked": "Das Gerät ist wegen eines anderen Fehlers blockiert.",
    "DeviceEnable": "Das Gerät war dauerhaft ausgeplant und wird nach der nächsten Wartung wieder eingeplant.",
    "DeviceDisabled": "Das Gerät wurde dauerhaft ausgeplant.",
    "DeviceShutdown": "Das Gerät wurde ausgeplant.",
    "DeviceChecked": "Prüfung des Geräts durchgeführt.",
    "GripperMalfunction": "Der Greifer am Roboter öffnet oder schließt nicht richtig.",
    "DoJobManually": "Versuchen Sie das Gerät manuell zu bedienen. Wenn es nicht reagiert, starten Sie es bitte neu.",
    "JobTimeout": "Dieses Gerät benötigt zu lange für die Bearbeitung einer Bestellung",
    "CupNotPickedUp": "Ein Kunde hat das Getränk seit längerer Zeit nicht entnommen. Ausgabe bleibt besetzt.",
    "InitFailed": "Initialisierung fehlgeschlagen.",
    "AutostartRemoved": "Zeit für Autostart wurde entfernt.",
    "CupholderThisSizeAlmostEmpty": "Becher in dieser Größe fast verbraucht.",
    "GateManualOpen": "Öffnen der Ausgabe über Wartungsprogramm beantragt.",
    "ProgramRestart": "Das Hauptprogramm wurde neugestartet.",
    "DeviceRestart": "Ein Neustart des Gerätes wird versucht.",
    "Refill": "Füllen Sie die Becher wieder auf.",
    "CupsSmallEmpty": "Becher der Größe 8oz sind ausverkauft. Produkte dieser Größe sind nicht mehr verfügbar.",
    "CupsMediumEmpty": "Becher der Größe 12oz sind ausverkauft. Produkte dieser Größe sind nicht mehr verfügbar.",
    "CupsLargeEmpty": "Becher der Größe 16oz sind ausverkauft. Produkte dieser Größe sind nicht mehr verfügbar.",
    "CupsExtraLargeEmpty": "Becher der Größe 20oz sind ausverkauft. Produkte dieser Größe sind nicht mehr verfügbar.",
    "RefillCups": "Füllen Sie die Becher wieder auf.",
    "Pause": "Versetzen Sie die Box über das Wartungsprogramm in den Modus 'Pause'.",
    "RouterCable": "Prüfen Sie alle Kabel am Router.",
    "RouterError": "Beheben Sie die Fehlermeldungen mithilfe des Handbuchs des Routers.",
    "Isp": "Erkunden Sie sich bei Ihrem Internet-Provider nach Störungen.",
    "ServerCable": "Prüfen Sie alle Kabel am Server.",
    "ServerPower": "Stellen Sie sicher, dass der Server eingeschaltet ist. Wenn der Bildschirm des Wartungsprogramms aus ist, ist der Server ebenfalls aus. Betätigen Sie den Taster um den Server wieder einzuschalten.",
    "Restart": "Ist die Ursache des Fehlers behoben, können Sie die Box mithilfe des Wartungsprogramms neustarten. Wenden Sie sich bitte an den Service, falls der Fehler weiterhin auftritt.",
    "OtherErrors": "Diese Fehlermeldung resultiert aus vorherigen Fehlermeldungen. Prüfen und beheben Sie diese. Eventuell wurde bei vorherigen Fehlermeldung keine Benachrichtigung geschickt. Eine vollständige Liste finden Sie im Wartungsprogramm unter 'Ereignisse' oder in Telegram mit Befehl '/events'.",
    "TeachpendantTouch": "Tippen Sie das Display des Teachpendant kurz an. Sollte das Display daraufhin nicht einschalten, prüfen Sie die Sicherungen und die Stromversorgung des Roboters.",
    "RobotCable": "Prüfen Sie das Netzwerkkabel des Roboters.",
    "Service": "Nehmen Sie Kontakt mit dem Service auf.",
    "BlindsBack": "Prüfen Sie, ob sich das hintere Rollo am unteren Endanschlag befindet.",
    "RemoveBeverage": "Entfernen Sie das Getränk, falls vorhanden.",
    "RobotEmergencyStop": "Stellen Sie sicher, dass der Taster für Notstopp am Teachpendant nicht gedrückt ist.",
    "NoIntervention": "Dieser Fehler erfordert kein Eingreifen Ihrerseits. Das Steuerungsprogramm versucht den Fehler automatisch zu beheben. Sollte das Scheitern, wird ein anderer Fehler angezeigt. Eventuell kommt es zu kurzen Verzögerungen.",
    "TeachpendantPhoto": "Nehmen Sie ein Foto des Teachpendants mit Ihrer Handy-Kamera auf.",
    "Fuses": "Stellen Sie sicher, dass alle Sicherungen eingeschaltet sind.",
    "ColoratoPower": "Prüfen Sie die Stromversorgung des Lebensmitteldruckers. Stellen Sie sicher, dass der Lebensmitteldrucker eingeschaltet ist.",
    "ColoratoTestprint": "Führen Sie einen Testdruck am Tablet des Lebensmitteldruckers aus.",
    "ColoratoWarnings": "Beachten Sie die Fehlermeldungen auf dem Tablet des Lebensmitteldruckers.",
    "CheckDevice": "Scrollen Sie in der Geräteliste des Wartungsprogramms zum fehlerhaften Gerät und betätigen Sie 'Gerät prüfen'.",
    "GateCable": "Öffnen Sie die vordere Blende. Prüfen Sie die Verkabelung der Ausgabe.",
    "ColoratoRestart": "Starten Sie den Lebensmitteldrucker neu, indem Sie ihn vom Strom trennen.",
    "GateOpen": "Scrollen Sie in der Geräteliste des Wartungsprogramms zum fehlerhaften Gerät und betätigen Sie 'Öffnen'.",
    "GateResistance": "Sollte das Gerät dennoch nicht Öffnen oder Schließen, scrollen Sie in der Geräteliste des Wartungsprogramms zum fehlerhaften Gerät und betätigen Sie 'Gerät prüfen'. Üben Sie Widerstand gegen die Ausgabe aus. Das Gerät schaltet in diesem Fall den Motor ab. Entfernen Sie etwaige Getränke und schließen Sie die Ausgabe. Führen Sie anschließend erneut 'Gerät prüfen' aus und beobachten Sie, ob die Ausgabe ordnungsgemäß öffnet und schließt",
    "InterlockError": "Fehler in der Verriegelung. Fehler wird uU automatisch behoben.",
    "GateErrorState": "Ausgabe in Fehlerzustand. Fehler wird uU automatisch behoben.",
    "QueuePower": "Stellen Sie sicher, dass der Computer für die Warteschlange eingeschaltet ist. Prüfen Sie die Stromversorgung des Warteschlangen-Computers und -Monitors.",
    "SwitchOff": "Trennen Sie das Gerät kurz vom Strom und schalten Sie es danach wieder ein.",
    "CheckStatus": "Überprüfen Sie den Status des Gerätes. Ist es in der Geräteliste des Wartungsprogramms als verfügbar markiert, ist der Fehler behoben.",
    "ScannerPower": "Prüfen Sie die Stromversorgung des Barcode-Scanners. Stellen Sie sicher, dass der Scanner eingeschaltet ist.",
    "CoffeePower": "Prüfen Sie die Stromversorgung der Kaffeemaschine. Stellen Sie sicher, dass sie eingeschaltet ist.",
    "ScannerUsb": "Prüfen Sie die USB-Verkabelung des BarcodeScanners.",
    "PaymentCable": "Prüfen Sie die Stromversorgung des Kreditkartenlesegeräts. Prüfen Sie außerdem das Netzwerkkabel des Kreditkartenlesegeräts.",
    "Coffee9Display": "Öffnen Sie das Display der Kaffeemaschine.",
    "Coffee9Restart": "Schalten Sie die Kaffeemaschine durch 2-sekündiges Gedrückthalten des grünen Knopfes hinter dem Display. Sollte die Kaffeemaschine darauf nicht reagieren, drücken Sie den grünen Knopf länger als 10 Sekunden. Warten Sie anschließend bis der Ausschaltvorgang abgeschlossen ist, bevor Sie die Kaffeemaschine wieder einschalten",
    "CoffeeCable": "Prüfen Sie die Netzwerkverkabelung der Kaffeemaschine.",
    "JustEvent": "Diese Meldung gilt ausschließlich der Information und gehört zum normalen Betrieb der Kaffeebox.",
    "NoConnection": "Keine Verbindung zu diesem Gerät möglich",
    "ErrorOnStartup": "Fehler beim Start des Gerätes/der Kaffeebox",
    "ProgramCrash": "Steuerungsprogramm kann aufgrund von vorherigen Fehlern nicht fortgesetzt werden.",
    "SingleJobFailed": "Einzelner Auftrag wurde nicht erfolgreich ausgeführt",
    "MultipleJobsFailed": "Mehrere Aufträge sind gescheitert, das Gerät wird ausgeplant",
    "AllOfThisType": "Alle Geräte dieses Typs sind ausgefallen",
    "UnknownResponse": "unbekannte Rückmeldung",
    "ErrorOnOpen": "Fehler beim Öffnen",
    "NoProduct": "Produkt wurde nicht ausgegeben, Getränk wird neu produziert",
    "ErrorOnClose": "Fehler beim Schließen",
    "ErrorOnCloseMultipleTries": "Fehler beim Schließen trotz mehrmaligem Versuch",
    "MoreThanHalf": "Mehr als die Hälfte der Geräte dieses Typs sind ausgefallen",
    "ErrorOnJob": "Fehler bei der Ausführung des Auftrags",
    "StartSuccessful": "Kaffeebox hat Betrieb gestartet",
    "MaintenanceStarted": "Wartungsprogramm gestartet",
    "MaintenanceEnded": "Wartungsprogramm ordnungsgemäß beendet",
    "Paused": "Betrieb der Box angehalten",
    "Continued": "Betrieb der Box fortgeführt",
    "RegisterCut": "Kassenschnitt auf diesem Gerät durchgeführt",
    "AutostartSet": "Zeit für den nächsten Autostart gesetzt",
    "BoxInterlockOpened": "Eine Verriegelung der Box wurde geöffnet, ohne vorher das Programm in 'Pause' zu versetzen. Der Betrieb der Box wird forciert angehalten. Eventuell kann der Betrieb nicht regulär fortgesetzt werden, Sie müssen dann das Hauptprogramm neustarten.",
    "CheckBoxInterlocks": "Prüfen Sie den Zustand der Verriegelungen, schließen Sie diese eventuell und setzen Sie dann den Betrieb mittels des Wartungsbildschirms fort.",
    "DescriptionC9013": "Encoder oder Kabel defekt. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9017": "Brühraum nicht leer. Kaffeemehl oder mechanische Ursache (schwergängig)     Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9042": "Wasser wird nachgefüllt Bitte warten, Kessel wird mit Wasser befüllt, Getränkeausgabe ist gesperrt!",
    "DescriptionC9053": "Aufforderung zur Reinigung nach Default 26h. Keine Sperrung der Getränkeausgabe Reinigung notwendig",
    "DescriptionC9055": "Grenzzeit erreicht oder Reinigung wurde abgebrochen. Maschine muss gereinigt werden. Ausgabe von Kaffeegetränken gesperrt ZwangsreinigungBitte im Pflegemenü eine Systemreinigung starten",
    "DescriptionC9061": "Wasserversorgung prüfen Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9062": "Maschine wird ausgeschaltet",
    "DescriptionC9063": "Bohnen leer. Leerstromschwelle falsch Portionierer 1 leer",
    "DescriptionC9064": "Bohnen leer. Leerstromschwelle falsch Portionierer 2 leer",
    "DescriptionC9065": "-- Portionierer 3 leer",
    "DescriptionC9066": "-- Portionierer 4 leer",
    "DescriptionC9067": "-- Portionierer 5 leer",
    "DescriptionC9068": "Satzbehälter entnommen, oder Satzbehälter/Satzbehälterschalter defekt Satzbehaelter gezogen",
    "DescriptionC9069": "Füllzähler hat Vollbereich erreicht. Satzbehaelter entleeren",
    "DescriptionC9070": "Füllzähler hat Warnbereich erreicht und ist somit in wenigen Brühungen voll Satzbehälter bald leeren",
    "DescriptionC9071": "Füllstand des externen Satzbehälters hat die maximale Füllmenge überschritten. Satzbehälter leeren",
    "DescriptionC9072": "Handeinwurf / Tabletteneinwurf wurde geöffnet: Reed Sensor defekt oder Magnet fehlt Handeinwurf offen: Bitte Handeinwurf schließen",
    "DescriptionC9073": "Kaffeemehl einwerfen, Handeinwurf schließen und Getränk wählen",
    "DescriptionC9074": "Bedienblende ist offen: Frontblendenschalter defekt.​ Bedienblende ist offen, bitte Bedienblende schliessen",
    "DescriptionC9076": "​Absperrhahn zu, Bauseitige Druckschwankungen, Wasserdruck fehlt. Bitte Absperrhahn öffnen.",
    "DescriptionC9077": "z.B. Ventil durch ​Kalksplitter undicht Leckwasser erkannt. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen und Absperrhahn schließen!",
    "DescriptionC9078": "(Eingestellte) Filterreichweite wurde erreicht Wasserfilter erschöpft, bitte tauschen",
    "DescriptionC9082": "Warme Milch wurde nachgefüllt. Milch im Milchkühler zu warm. Keine Ausgabe von Milchgetränke!",
    "DescriptionC9083": "Milchkühlereinstellung zu kalt Achtung Kühlertemperatur ist im Frostbereich! Bei Eisbildung bitte die Vorgehensweise in der Betriebsanleitung beachten.",
    "DescriptionC9084": "Wassertank ist leer oder gezogen: Tanksensor defekt Wassertank füllen",
    "DescriptionC9085": "Druckschwankungen Kein Pumpendruck / Externe Pumpe",
    "DescriptionC9087": "​Druckschwankungen Wasserdruck während Getränkeausgabe zu gering. Bitte Absperrhahn vollständig öffnen.",
    "DescriptionC9091": "Brühzahl erreicht WMF-Service Brüher fällig. Bitte Brüher tauschen",
    "DescriptionC9092": "Ohne Wasserfilter: Wasserdurchsatz entsprechend der eingestellten Wasserhärte erreicht: Mit Wasserfilter: Jährliche Entkalkung fällig Entkalkung fällig. Bitte Entkalkung durchführen  ",
    "DescriptionC9108": "Masch. aufheizen (=1. Aufheizen)",
    "DescriptionC9121": "Warmspuelen laeuft​ Warmspülen läuft",
    "DescriptionC9123": "​Fehler beim Fahren in Bruehposition! (evtl. Kraft zu gering) Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9178": "Satzbehälter wurde entleert Wurde der Satzbehälter entleert?",
    "DescriptionC9184": "-- Schäumerspülung läuft",
    "DescriptionC9194": "Milchlevel unterhalb Milchsensor. Getränkesperre ist aktiviert.  Restgetränke werden bis zur Getränkesperre ausgegeben Milch bald leer, bitte Milch nachfüllen",
    "DescriptionC9213": "Grosse Mengen von Heißwasser oder Dampf wurden bezogen,   ​ Bitte warten, Maschine heizt nach, Getränkeausgabe gesperrt!",
    "DescriptionC9216": "Getränk konnte nicht innerhalb der maximalen Zeit ausgegeben werden Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9234": "Kessel hatte keine Zeit zum Aufheizen bekommen, da zu viele Getränke bezogen wurden. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9298": "siehe WMF-Servicekonzept WMF-Service Pflege fällig. Bitte Pflegekit einbauen!",
    "DescriptionC9299": "siehe WMF-Servicekonzept WMF-Service Wartung1 fällig. Bitte WMF-Service rufen!",
    "DescriptionC9300": "siehe WMF-Servicekonzept WMF-Service Revision fällig. Bitte WMF-Service rufen!",
    "DescriptionC9301": "siehe WMF-Servicekonzept Entkalkung fällig. Bitte Entkalkung durchführen!",
    "DescriptionC9302": "siehe WMF-Servicekonzept Wasserfilter erschöpft. Bitte Wasserfilter tauschen!",
    "DescriptionC9303": "siehe WMF-Servicekonzept WMF-Service Mühle 2 fällig. Bitte  WMF-Service rufen!",
    "DescriptionC9304": "siehe WMF-Servicekonzept WMF-Service Mühle 1 fällig. Bitte WMF-Service rufen!",
    "DescriptionC9305": "siehe WMF-Servicekonzept WMF-Service Mühle 3 fällig. Bitte  WMF-Service rufen!",
    "DescriptionC9306": "siehe WMF-Servicekonzept WMF-Service Pulverportionierer 1 fällig. Bitte WMF-Service rufen!",
    "DescriptionC9307": "siehe WMF-Servicekonzept WMF-Service Mixer 1 Mixermotor fällig. Bitte WMF-Service rufen!  ",
    "DescriptionC9335": "Übertemperatur (> 200°C) oder Temperaturfühler Kurzschluss Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9336": "Fühler abgezogen oder Kabelbruch  (< -4°C) Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9344": "Milchlevel von Milch 1 unterhalb Milchsensor. Getränkesperre ist nicht aktiviert Bitte Milch nachfüllen  ",
    "DescriptionC9345": "Milchlevel von Milch 2 unterhalb Milchsensor. Getränkesperre ist nicht aktiviert Bitte Milch 2 nachfüllen",
    "DescriptionC9346": "Restgetränke wurden ausgegeben. Getränkesperre der Milchgetränke erreicht. Bitte Milch nachfüllen. Keine Ausgabe von Milchgetränken!  ",
    "DescriptionC9347": "Restgetränke wurden ausgegeben. Getränkesperre der Milchgetränke erreicht. Bitte Milch 2 nachfüllen. Keine Ausgabe von Milchgetränken!  ",
    "DescriptionC9357": "Wasserversorgung prüfen",
    "DescriptionC9358": "Warme Milch wurde nachgefüllt Milch im Milchkühler zu warm. Keine Ausgabe von Milchgetränken!",
    "DescriptionC9361": "Bitte Milchsystem Reinigung durchführen",
    "DescriptionC9364": "Tropfschalensensor meldet voll Bitte Tropfschale leeren",
    "DescriptionC9370": "Eco Mode aktiv",
    "DescriptionC9373": "Milchtemperatur im Milchbehälter wieder in Ordnung",
    "DescriptionC9400": "Konfigurationsdatei fehlerhaft Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9406": "Fehler bei der Kommunikation mit der unterliegenden Hardware.​ SW-Fehler Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9407": "Unbekannt​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9409": "Keine Ressourcen, Port ungültig, Netzwerkprobleme​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9410": "Netzwerkprobleme, Konfiguration fehlerhaft Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9411": "Unbekannt​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9412": "Ein Verbindungsabbruch während des Lesens der Daten aus dem Empfangspuffer.​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9413": "Die Verbindung wurde beim Schreiben unterbrochen oder die Software hat den Verbindungsabbruch noch nicht registriert (längere Timeouts vom Betriebssystem wenn die Gegenstelle verschwunden ist)​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9414": "Konfiguration oder Netzwerk fehlerhaft​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9415": "Konfiguration von IP-Adresse oder Port fehlerhaft. keine Netzwerkverbindung​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!    ",
    "DescriptionC9416": "Verbindung unerwartet unterbrochen, Fehler in der SW​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint bitte WMF-Service rufen!  ",
    "DescriptionC9417": "Die Applikation fordert eine Anzahl von Daten an, die aber (noch)nicht empfangen wurden.​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9418": "Netzwerkverbindung wurde unterbrochen. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9423": "Normfahrt noch nicht durchgeführt. Spannungsverlust. Kommunikation zur LST verloren​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!    ",
    "DescriptionC9424": "Parameter außerhalb seiner Grenzen​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!    ",
    "DescriptionC9425": "Falsche Parameter, Fahrstrecke blockiert.​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9426": "Motor in Endschalter gefahren.... Sensor defekt​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9427": "Motor ist in den Max-Endschalter gefahren... Endschalter funktioniert nicht Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9428": "Motor ist in den Endschalter gefahren​ Endschalter defekt Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9429": "Kommunikation zur LST verloren. Motor blockiert. Encoder defekt. Fahrparameter (z.B. Fahrstrom) fehlerhaft.​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint bitte WMF-Service rufen!",
    "DescriptionC9430": "Konfiguration in der Datenbank fehlerhaft, SW-Fehler​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9431": "Zielposition fehlerhaft. Softwarelimits zu gering​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9432": "Maximale Driftkompensation von 20% PWM erreicht. Mehr lassen wir erst mal nicht zu​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9441": "Designfehler 9441",
    "DescriptionC9442": "Designfehler 9442",
    "DescriptionC9443": "Designfehler 9443",
    "DescriptionC9444": "Designfehler 9444",
    "DescriptionC9445": "Designfehler 9445",
    "DescriptionC9446": "Designfehler 9446",
    "DescriptionC9447": "Designfehler 9447",
    "DescriptionC9448": "Designfehler 9448",
    "DescriptionC9449": "Designfehler 9449",
    "DescriptionC9450": "Designfehler 9450",
    "DescriptionC9451": "Designfehler 9451",
    "DescriptionC9452": "Überstrom Brüheransteuerung erkannt. Überstrom Brüheransteuerung einmalig erkannt.Keine Aktion erforderlich.Bei Auftreten von 9456 weitere Aktionen erforderlich.",
    "DescriptionC9453": "Überstrom Mühlenansteuerung erkannt. Überstrom Mühlenansteuerung einmalig erkannt.Keine Aktion erforderlich.Bei Auftreten von 9457 weitere Aktionen erforderlich.",
    "DescriptionC9454": "Überstrom Ausgangsansteuerung erkannt. Überstrom Ventilansteuerung einmalig erkannt.Keine Aktion erforderlich.Bei Auftreten von 9458 weitere Aktionen erforderlich.",
    "DescriptionC9455": "Überstrom Motorenansteuerung erkannt.   Überstrom Motorenansteuerung einmalig erkannt.Keine Aktion erforderlich.Bei Auftreten von 9458 weitere Aktionen erforderlich.",
    "DescriptionC9456": "Überstrom Brüheransteuerung erkannt. Zum Schutz der Leistungsstufe werden sämtliche Ausgänge abgeschaltet Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9457": "Überstrom Mühlenansteuerung erkannt. Zum Schutz der Leistungsstufe werden sämtliche Ausgänge abgeschaltet Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9458": "Überstrom Ausgangsansteuerung erkannt. Zum Schutz der Leistungsstufe werden sämtliche Ausgänge abgeschaltet Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9459": "Überstrom Motorenansteuerung erkannt.  Zum Schutz der Leistungsstufe werden sämtliche Ausgänge abgeschaltet  Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9462": "Hardware, Timing,  .. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9463": "Hardware, Timing,  .. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9467": "Brüher detektiert zu wenig Mehl im Brühraum.  Portionierer 1 LEER",
    "DescriptionC9468": "Brüher detektiert zu wenig Mehl im Brühraum.  Portionierer 2 LEER",
    "DescriptionC9469": "Brüher detektiert zu wenig Mehl im Brühraum.  Portionierer 3 LEER",
    "DescriptionC9470": "Brüher detektiert zu wenig Mehl im Brühraum.  Portionierer 4 LEER",
    "DescriptionC9475": "Tropfschale gezogen Wurde die Tropfschale eingesetzt?",
    "DescriptionC9476": "-- Satzbehälter gezogen",
    "DescriptionC9477": "Unter- bzw.Überspannung: Unterbrechung der Spannungsversorgung Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9478": "Stromaufnahme vor oder auf der Leistungsstufe zu hoch. Elektrischer Fehler in der Maschine. Kurzschluß bei 24/30V Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9479": "Elektrischer Fehler in der Maschine. Kurzschluß bei 24/30V Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9480": "Falsche Einstellungen Mindestfluss Brühung. Wiederholung: Bitte bestätigen",
    "DescriptionC9481": "Mindestfluss bei Heisswasserverprobung. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9482": "z.B Schlauch nach Choc-Ventil geknickt Mindestfluss bei Mixerverprobung. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9484": "Wasserhahn geschlossen oder kein Wasser im Tank Zeitüberschreitung bei Kesselbefüllung. Bitte Absperrhahn öffnen oder Wassertank füllen.​",
    "DescriptionC9485": "Dialogfehler, Klemmventil blockiert, .. Kommunikation mit der Schrittmotorkarte fehlerhaft. CAN Terminierung fehlt oder an der falsche Stelle (muss immer an der letzten Stelle im CAN Zweig erfolgen - Jumper Beleuchtung Seitenwangen oder Deckel überprüfen) Klemmventil blockiert. Klemmventil und Milchschlauch auf Freigängigkeit überprüfen.",
    "DescriptionC9486": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9487": "Fehler im Init der Maschine, oder vorzeitig in den Komponententest gegangen. Außerdem ist der Brüher nach Sensorfehlern auch nicht mehr normiert (F8) Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen",
    "DescriptionC9488": "Handeinwurf offen oder Handeinwurfschalter defekt. Handeinwurf zu lange geöffnet. Bitte Handeinwurf schließen. Getränk wird nicht ausgegeben.",
    "DescriptionC9489": "Handeinwurf hat sich selbstständig geöffnet. Bitte Handeinwurf schließen. Getränk neu wählen.",
    "DescriptionC9490": "Brüher zu schwergängig oder Q-Stufe zu hoch. Fehler mehrfach erkannt Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9491": "automatische Mixerspülung läuft Mixerspülung läuft",
    "DescriptionC9492": "siehe WMF-Servicekonzept WMF-Service Wartung 2 fällig. Bitte  WMF-Service rufen!",
    "DescriptionC9493": "siehe WMF-Servicekonzept Entkalkung fällig. Bitte Entkalkung durchführen!",
    "DescriptionC9494": "siehe WMF-Servicekonzept WMF-Service Mixer 2 Mixermotor fällig. Bitte  WMF-Service rufen!",
    "DescriptionC9495": "siehe WMF-Servicekonzept WMF-Service Pulverportionierer 2 fällig. Bitte WMF-Service rufen!",
    "DescriptionC9496": "siehe WMF-Servicekonzept WMF-Service Brüher Antrieb fällig. Bitte  WMF-Service rufen!",
    "DescriptionC9497": "siehe WMF-Servicekonzept WMF-Service Mühle 4 fällig. Bitte WMF-Service rufen!",
    "DescriptionC9498": "siehe WMF-Servicekonzept WMF-Service Mühle 4 Antrieb fällig. Bitte  WMF-Service rufen!",
    "DescriptionC9499": "siehe WMF-Servicekonzept WMF-Service Mühle 2 Antrieb fällig. Bitte  WMF-Service rufen!",
    "DescriptionC9500": "siehe WMF-Servicekonzept WMF-Service Mühle 1 Antrieb fällig. Bitte  WMF-Service rufen!",
    "DescriptionC9502": "Warmspülen läuft Warmspülen läuft",
    "DescriptionC9505": "Kommunikationsfehler zur Schrittmotorkarte. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9506": "Milchreinigung wurde in der Maschinenreinigung durchgeführt. Um Milch nach dem Neustart benutzen zu können, muss die  Milch aktiviert werden. Milchsystemreinigung muss abgeschlossen werden, um die Milchgetränke frei zu schalten. Wollen Sie die Reinigung fortsetzen?",
    "DescriptionC9507": "> Wasserzulauf geschlossen oder blockiert> DFM defekt (5000S+ 9KW Ultraschallsensor defekt)> Pumpe defekt> Boiler blockiert> Brühventil blockiert> Entspannventil blockiert Wasserdruck fehlt. Bitte den Wasserhahn öffnen / Frischwassertank füllen.",
    "DescriptionC9508": "Keinen Cooler (falsche Konfiguration), Kabelbruch, ... Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9509": "Temperatursensor meldet Untertemperatur Milch Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9510": "Temperatursensor meldet Übertemperatur Milch Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9511": "Während der Entkalkung wurde die Maschine ausgeschalten. Bitte die Entkalkung fortsetzen und abschließen",
    "DescriptionC9512": "Fühlerbruch Temperatursensor Brühwasser Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9513": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9514": "Achtung! Aus dem Heißwasserauslauf kann heißes Wasser fließen!",
    "DescriptionC9516": "Mühle blockiert Mühle blockiert. Für eine Beschreibung bitte in der Bedienungsanleitung nachsehen",
    "DescriptionC9517": "Mühle blockiert Mühle blockiert. Für eine Beschreibung bitte in der Bedienungsanleitung nachsehen",
    "DescriptionC9518": "Mühle blockiert Bitte Bohnenbehälter überprüfen",
    "DescriptionC9519": "Mühle blockiert Bitte Bohnenbehälter überprüfen",
    "DescriptionC9527": "Schrittmotorkarte meldet Hardware Fehler. Schrittmotorkarte nicht eingesteckt Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9528": "Ausschaltspülung läuft",
    "DescriptionC9529": "Fehlbedienung Handeinwurfbearbeitung Timeout: Brührauminhalt wird entsorgt",
    "DescriptionC9530": "Milchsystemreinigung notwendig MilchzwangsreinigungBitte im Pflegemenü eine Milchsystemreinigung starten",
    "DescriptionC9531": "EcoMode aktiv, Maschine wird ausgeschaltet.",
    "DescriptionC9532": "Motor konnte Zielpositon nicht erreichen. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9533": "Ab Ver. 1.6.0.6 WMF-Service Milchpumpe fällig. Bitte WMF-Service rufen!",
    "DescriptionC9534": "Brüher macht eine automatische Normierfahrt, weil er evtl. entnommen wurde Bitte warten.",
    "DescriptionC9535": "Erstes Befüllen des Boilers",
    "DescriptionC9536": "Maschine wird ausgeschaltet",
    "DescriptionC9539": "Milchlevel 2 unterhalb Milchsensor. Getränkesperre ist aktiviert.  Restgetränke werden bis zur Getränkesperre ausgegeben Milch 2 bald leer, bitte Milch nachfüllen",
    "DescriptionC9540": "Nachfüllen oder Fehlbedienung. Entlüftung Wassersystem",
    "DescriptionC9572": "Tropfschalensensor meldet während der Reinigung Tropfschale ist voll Bitte Tropfschale leeren",
    "DescriptionC9574": "Die Maschine wurde nicht ordnungsgemäß ausgeschaltet. (PowerFail) Taste länger als 5s gedrückt, Stecker gezogen.  Maschine wurde nicht ordnungsgemäßausgeschaltet. Ein-Austaster wurde länger 5s. gedrückt.",
    "DescriptionC9582": "Maschinenreinigung, Entkalkung, Kesseldruckprüfung wurde durch einen Fehler abgebrochen, CtrlApp muss neu gestartet werden. Maschine wird neu gestartet.",
    "DescriptionC9583": "Druckabbauroutine wurde durchgeführt. Heizung des Kessels wurde für WMF-Servicezwecke deaktivert. Soll die Heizung wieder eingeschaltet werden?",
    "DescriptionC9584": "Es wurden zu wenig DFM Impulse erkannt. Mindestfluss Entkalkung. Wiederholung: Bitte bestätigen",
    "DescriptionC9587": "",
    "DescriptionC9588": "Tanksensor fehlt",
    "DescriptionC9589": "Timeout beim automatischen Befüllen des Wassertanks",
    "DescriptionC9590": "Wassertank einsetzen!",
    "DescriptionC9595": "Externer Abwassertank ist voll",
    "DescriptionC9598": "Das Mixerrad dreht sich nicht. Mögliche Ursachen sind: Mixer fehlt,  Impeller falsch eingesetzt oder blockiert. Mixerrad des Schoks fehlt oder ist blockiert.Mixerbecher demontieren und Mixerrad einsetzen oder Blockade beheben.",
    "DescriptionC9599": "Der Mixersensor ist nicht eingesteckt. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9600": "Spritzschutz ist offen Spritzschutz schließen",
    "DescriptionC9605": "Getränk wurde zubereitet, FaceGuard noch nicht geöffnet Getränk entnehmen",
    "DescriptionC9607": "Kabelkurzschluss, defektes Ventil, defekter oder blockierter Motor. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9608": "Wurde im Menü aktiviert, kann deaktiviert werden Zyklisches Warmspülen des  Mischers Dynamic Milk",
    "DescriptionC9611": "Es wurden schon 80 Brühungen oder seit 24 Stunden der Filter betrieben DripTaste Filter bald fällig",
    "DescriptionC9612": "Anzahl der max Brühungen überschritten DripTaste Filter muss getauscht werden.",
    "DescriptionC9613": "Fresh Filtered Coffee Kartusche ist nicht eingesetzt Getränke sind gesperrt da DripTaste Filter nicht eingesetzt ist",
    "DescriptionC9614": "Milch leer Bitte Milch nachfüllen",
    "DescriptionC9615": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9616": "Filterspülung für DripTaste Coffee muss abgeschlossen werden damit diese Getränke freigeschaltet werden.Möchten Sie die Filterspülung durchführen?",
    "DescriptionC9617": "Milch 1 befüllt ?",
    "DescriptionC9618": "Milch 2 befüllt ?",
    "DescriptionC9619": "Überstrom einer der Komponenten im Stromkreis 2 Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9620": "Überstrom einer der Komponenten im Stromkreis 3 Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9621": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9622": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9623": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9624": "Überstrom einer der Komponenten im Stromkreis 7 Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9625": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9626": "Überstrom einer der Komponenten im Stromkreis 9 Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9627": "Zuviel Dampf oder Wasser auf dem Display Das Touchdisplay ist mit Dampf oder Wasser beschlagen. Um die weitere Touch-Bedienung zu ermöglichen, bitte das Touchdisplay mit einem trockenen Tuch reinigen.",
    "DescriptionC9628": "Touch deaktiviert bei Freeflow Produkten. Um ein Wassertropfen oder Wasserdampf auf dem Display zu erkennen Touch Display wird deaktiviert bei Freeflowprodukten.Bei längerem Tastendruck würde ansonsten die Wassertropfen,Dampf Erkennung auftreten",
    "DescriptionC9629": "Touch wird nach Freeflow Produkten wieder aktiviert. Touch Display wird  wieder aktiviert nach einem Freeflowprodukt",
    "DescriptionC9630": "Eco-Mode aktiv Aufheizphase nach Eco-Mode.Bitte warten",
    "DescriptionC9632": "Datenbank defekt Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9633": "Datenbank defekt Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9634": "Datenbank defekt Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9635": "Datenbank defekt Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9651": "Flüssigkeit ist im Kaffee-Filtergehäuse vorhanden.Mögliche UrsachenFilterkapsel undichtFlächendichtung defekt Undichtigkeit im Kaffeefiltersystem wurde erkannt. Alle Getränke sind gesperrt!Bitte Kaffee-Filtergehäuse reinigen und trocknen!",
    "DescriptionC9652": "Hallsensor defekt. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9653": "Hallsensor defekt. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9654": "Text muss noch definiert werden Kaffee-Filterkapsel nicht eingesetzt. Bitte einsetzen",
    "DescriptionC9655": "Kaffee-Filterkapsel ist noch eingesetzt oder der Stößel vom Kaffee-Filterdeckel ist blockiert Kaffee-Filterkapsel ist eingesetzt. Bitte zur Systemreinigung die Kaffee-Filterkapsel entnehmen",
    "DescriptionC9661": "Fresh Filtered Coffee Sensor Board defekt oder nicht angeschlossen Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9662": "[Grafik]                                             Bitte Wasserfilter bald tauschen. Noch [Platzhalter] Liter Reichweite",
    "DescriptionC9664": "Die Reinigung wurde vom Benutzer manuell abgebrochen. Reinigung wurde abgebrochen, Maschine startet neu. Bitte bestätigen",
    "DescriptionC9665": "Kaffee Filterdeckel offen, Alle Getränke sind gesperrt",
    "DescriptionC9667": "​Absperrhahn zu, Bauseitige Druckschwankungen, Wasserdruck fehlt. Bitte Absperrhahn öffnen.",
    "DescriptionC9668": "​Absperrhahn zu, Bauseitige Druckschwankungen, Wasserdruck fehlt. Bitte Absperrhahn öffnen.",
    "DescriptionC9669": "Milchfluss zu gering . Bei Bag in Box schlägt der Flusssensor zu Bitte Milch nachfüllen. Kein Fluss erkannt.",
    "DescriptionC9670": "Maschine wurde durch Remote Fernzugriff  gesperrt Maschine wurde von außen über Fernzugriff gesperrt.",
    "DescriptionC9675": "Schnellspülung wurde bislang noch nicht durchgeführt. Diese ist einmal täglich durchzuführen Bitte Schnellspülung durchführen",
    "DescriptionC9677": "Bitte ein geeignetes Gefäß unter den Auslauf stellen",
    "DescriptionC9682": "Grenzzeit von 72 h erreicht oder Reinigung wurde abgebrochen. Maschine muss gereinigt werden. Ausgabe von Kaffee-Filtergetränken ist gesperrt Kaffee - Filtergetränke gesperrt. Bitte Systemreinigung durchführen",
    "DescriptionC9683": "Aufforderung zur Kaffee Filtersystem Reinigung nach Default 70 h. Keine Sperrung der Getränkeausgabe Systemreinigung für Kaffee - Filtergetränke bald fällig",
    "DescriptionC9800": "unbestimmt​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9801": "Softwarefehler. Baugruppe ist in einem Zustand, wo dieses Signal nicht gefangen wird. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9802": "Software unterstützt mehrere Hardwareausbaustufen. Die gewollte Funktion ist wohl in dieser Ausbaustufe nicht verfügbar. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!    ",
    "DescriptionC9803": "Die Software unterstützt momentan Windows und Windows CE. Scheinbar wurde eine Funktion für die falsche Plattform verwendet Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! ​",
    "DescriptionC9804": "Kein freier Arbeitsspeicher mehr verfügbar. Evtl. hat ein Softwarefehler immer mehr Speicher abgegriffen und gibt ihn nicht mehr frei. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!    ",
    "DescriptionC9805": "Ein gültiger Wertebereich wurde überschritten. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9806": "z.B. kann eine gebrochene Zahl 2.45 nicht verlustfrei in eine ganze Zahl konvertiert werden. Oder fälschlicher Weise wurde versucht ein String in eine Zahl zu konvertieren.​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9807": "Gelesene Firmwareversion entspricht nicht der erwarteten Bitte AutoClean Leistungsstufenupdate vornehmen. Version passt nicht",
    "DescriptionC9808": "Es ist ein Fehler beim StartingUp der CtrlApp aufgetreten.​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!    ",
    "DescriptionC9809": "Datei nicht vorhanden, Ini-Einträge fehlen.​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9810": "Fehler im Softwareablauf​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9813": " unbekannt... Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9814": " unbekannt... Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9815": " unbekannt... Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint bitte WMF-Service rufen!  ",
    "DescriptionC9816": "SW-Fehler​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9818": "Grenzen falsch angelegt, oder Benutzer hat einen falschen Wert angegeben (z.B. in der Datenbank). Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9819": " XVar wird hardwareabhängig registriert​ und wurde fälschlicher Weise verwendet. Oder ein Softwarefehler. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!    ",
    "DescriptionC9821": "mit NULL initialisierter Zeiger wird verwendet.​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!      ",
    "DescriptionC9822": "in den Binärdaten werden Datentypen vermutet und ausgelesen, die nicht enthalten sind. z.B ein Long soll aus Binärdaten mit der Länge 3 gelesen werden...​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!      ",
    "DescriptionC9823": "​wie Lesen aus Binärdaten Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!    ",
    "DescriptionC9825": "Grenzen falsch angelegt, oder Benutzer hat einen falschen Wert angegeben.   Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9826": "irgend eine Komponente wird nicht fertig mit der Initialisierung. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9827": "Aktualisierung der LST Firmware läuft. Firmware update LST",
    "DescriptionC9831": "-- Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9832": "kein Speicher, SW Fehler​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9833": "keine Speicher, Unbekannter SPP Name -> keine Verbindung möglich, SPP Cardinality ungenügend. ​Zu viele SAP's haben sich schon am SPP angemeldet. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9834": "Die Capsule mit dem SPP wurde zerstört. Cardinality des SPP zu klein.​​ Ein Unbound Befehl wurde aufgerufen beim SAP oder SPP. SAP nicht verbunden",
    "DescriptionC9835": "Systemfehler Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9841": "Datei wird gerade anderweitig verwendet, Datei nicht vorhanden, Speicherfehler​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9842": "falsche Parameter beim Funktionsaufruf. Dateihandl. ungültig...​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9843": "Datei nicht vorhanden oder defekt. ​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9844": "Speichermedium ist voll, Datei ist schreibgeschützt, Fehler in SW​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9845": "Datei ist nicht mehr vorhanden, Fehler in SW​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9846": "Die Datei wurde wahrscheinlich beschädigt.​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint bitte WMF-Service rufen!  ",
    "DescriptionC9848": "Eintrag nicht vorhanden​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9849": "Eintrag nicht vorhanden, Datei defekt.​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9850": "Datei hat wahrscheinlich Schaden genommen oder wurde von nicht fachtüchtigen Personal verändert.​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9851": "Fehler bei der Eingabe oder in der SW​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9852": "SD Karte nicht verbaut oder kann nicht mehr beschrieben werden. SD Karte nicht vorhanden oder kann nicht beschrieben werden",
    "DescriptionC9862": "falsches Timing Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9863": "Die Kommunikation von MMI zur CtrlApp ist auf den maximalen Ausbau der Maschine ausgelegt. Wenn jetzt im MMI auf eine Komponente in der CtrlApp geschrieben werden soll, die in dieser Ausbaustufe nicht dabei ist, kommt es zu diesem Fehler​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9864": "Die GuiItems werden in dem Header Globnames.h definiert. Wenn das MMI und die CtrlApp mit unterschiedlichen Versionen dieses Headers arbeiten, kann es zu solchen Fehlern kommen.​ Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9865": "Registrierung der X-Var wurde doppelt ausgeführt. Inkarnation der Capsules mit gleichem Namen. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9875": "MMI hat den Befehl abgesetzt. Powerfail. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9876": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!  ",
    "DescriptionC9877": "Sollte eigentlich nicht vorkommen, da die Getränketasten in Abhängigkeit der verfügbaren Ressourcen in der CtrlApp frei geschalten werden. Evtl. hat ein automatischer Prozess kurzfristig die Ressourcen verwendet, und der Benutzer hat relativ gleichzeitig ein Getränk ausgelöst. Bitte warten bis Maschine bereit ist",
    "DescriptionC9878": "Sehr wahrscheinlich ein Programmierfehler. Einer oder mehrere Worker werden nicht fertig, die Ressourcen werden aber schon frei gegeben. Bitte Getränk neu wählen  ",
    "DescriptionC9879": "Die Tastenbelegung wurde verändert ist aber noch nicht in Software übernommen. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9880": "Uhrzeit kontrollieren und einstellen. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9881": "Getränk soll über Handeinwurf gebrüht werden Bitte Getränk wählen",
    "DescriptionC9882": "Zeit oder Brühzahl erreicht Wartung notwendig,  bitte WMF-Service rufen!",
    "DescriptionC9883": "Gelesene Firmwareversion entspricht nicht der erwarteten Bitte Leistungstufenupdate vornehmen. Version passt nicht.",
    "DescriptionC9884": "Gelesene Firmwareversion entspricht nicht der erwarteten Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9885": "Gelesene Firmwareversion entspricht nicht der erwarteten Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9886": "Gelesene Firmwareversion entspricht nicht der erwarteten Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9887": "Gelesene Firmwareversion entspricht nicht der erwarteten Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9890": "-> Firmware Leistungsstufe wurde nicht erkannt Firmwareupdate Leistungsstufe wird durchgeführt",
    "DescriptionC9891": "Plattformleistungsstufe war schon mal in einem anderen Maschinen Typ eingebaut. 9000S+,9000F,1500S+,5000S+ haben die selbe Leistungsstufe Leistungsstufen Software passt nicht zur Maschine.",
    "DescriptionC9902": "Gelesene Firmwareversion entspricht nicht der erwarteten Bitte Leistungsstufenupdate Sirup vornehmen. Version passt nicht.",
    "DescriptionC9903": "Überstrom einer der Komponenten im Stromkreis 10 Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9905": "Überstrom einer der Komponenten im Stromkreis 1 Überstrom Stromsensor1 erkannt. Selbstheilung läuft.",
    "DescriptionC9906": "Überstrom einer der Komponenten im Stromkreis 2 Überstrom Stromsensor2 erkannt. Selbstheilung läuft.",
    "DescriptionC9907": "Überstrom einer der Komponenten im Stromkreis 3 Überstrom Stromsensor3 erkannt. Selbstheilung läuft.",
    "DescriptionC9908": "Überstrom einer der Komponenten im Stromkreis 4 Überstrom Stromsensor4 erkannt. Selbstheilung läuft.",
    "DescriptionC9909": "Überstrom einer der Komponenten im Stromkreis 5 Überstrom Stromsensor5 erkannt. Selbstheilung läuft.",
    "DescriptionC9910": "Überstrom einer der Komponenten im Stromkreis 6 Überstrom Stromsensor6 erkannt. Selbstheilung läuft.",
    "DescriptionC9911": "Überstrom einer der Komponenten im Stromkreis 7 Überstrom Stromsensor7 erkannt. Selbstheilung läuft.",
    "DescriptionC9912": "Überstrom einer der Komponenten im Stromkreis 8 Überstrom Stromsensor8 erkannt. Selbstheilung läuft.",
    "DescriptionC9913": "Überstrom einer der Komponenten im Stromkreis 9 Überstrom Stromsensor9 erkannt. Selbstheilung läuft.",
    "DescriptionC9914": "Überstrom einer der Komponenten im Stromkreis 10 Überstrom Stromsensor10 erkannt. Selbstheilung läuft.",
    "DescriptionCF120": "Kabelbruch oder nicht eingesteckt. Bspw. Sirupstation in Maschine angewählt aber nicht an Maschine eingesteckt Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F120",
    "DescriptionCF121": "Knoten nicht vorhanden, Abschlusswiderstand, Kabelbruch Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F121",
    "DescriptionCF130": "Kurzschluss 24V/30V Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F130",
    "DescriptionCF149": "Netzteil defekt, Stecker nicht richtig eingesteckt. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F149",
    "DescriptionC9269": "DFM/Mindestfluss Fehler bei Brühwasserdosierung",
    "DescriptionC9329": "Mindestfluss bei Brühung unterschritten",
    "DescriptionC9270": "DFM/Mindestfluss Fehler bei Reinigung",
    "DescriptionC9330": "Mindestfluss bei Reinigung unterschritten",
    "DescriptionCF163": "Wasserversorgung blockiert (z.B. Sieb Druckminderer/Sieb Wassertank verstopft: Schwingankerpumpe fördert nicht) Mindestfluss bei Prüfung Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F163",
    "DescriptionC9244": "Fehler Wasserversorgung  Mindestfluss Heisswasserdosierung Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte in der Bedienungsanleitung nachsehen! F164",
    "DescriptionC9369": "Wasserversorgung blockiert (z.B. Sieb Druckminderer/Sieb Wassertank verstopft: Schwingankerpumpe fördert nicht) Mindestfluss Heisswasserdosierung Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F164",
    "DescriptionC9245": "DFM/Mindestfluss Fehler bei Mixerwasserdosierung",
    "DescriptionC9368": "Mindestfluss bei Mixerdosierung",
    "DescriptionCF166": "Wasserversorgung blockiert (z.B. Sieb Druckminderer/Sieb Wassertank verstopft: Schwingankerpumpe fördert nicht) Mindestfluss Dampfkessel Zulauf. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F166",
    "DescriptionCF167": "Wasserversorgung blockiert (z.B. Sieb Druckminderer/Sieb Wassertank verstopft: Schwingankerpumpe fördert nicht) Mindestfluss bei Entkalkung F167",
    "DescriptionCF185": "Es wurde maximale Zeit Dampf ausgegeben, ohne Dampfkessel nachfüllen und ohne BW Pegelwechsel Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F185",
    "DescriptionCF186": "Elektrode nach Grenzzeit nicht erreicht Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F186",
    "DescriptionCF187": "Fühler wird nicht erkannt. Digitauswertung (Digitwert 1024) Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F187",
    "DescriptionCF188": "Solltemperatur überschritten Heizung! Maschine vom Stromnetz trennen und WMF-Service rufen! F188",
    "DescriptionCF189": "Dampfkessel hat Temperatur in vorgegebener Zeit nicht erreicht Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F189",
    "DescriptionCF2": "Stromsensor meldet keinen Strom, Encoder meldet keine Impulse. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F2",
    "DescriptionCF3": "Encoder liefert keine Impulse:Stromsensor meldet Fahrstrom. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F3",
    "DescriptionCF5": "Endschalter Brühermotor: kein Signal Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F5",
    "DescriptionCF6": "Blockierstrom erkannt: Brüheinheit schwergängig Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte in der Bedienungsanleitung nachsehen! F6",
    "DescriptionCF7": "Brüher wurde entnommen Brüheinheit einsetzen!Bitte in der Bedienungsanleitung nachsehen! F7",
    "DescriptionCF8": "Brühersensormagnet wird vom Positionssensor nicht erkannt. Der Abstand zwischen Magnet im Brüher und Positionssensor zu groß. Evtl. ist der Brüher mechanisch runter gewandert oder nicht richtig eingerastet. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F8",
    "DescriptionCF87": "Temperaturfühler wird nicht erkannt Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F87",
    "DescriptionCF88": "Solltemperatur überschritten Übertemperatur Boiler Achtung Maschine vom Stromnetz trennen! F88",
    "DescriptionCF89": "Boiler hat Temperatur in vorgegebener Zeit nicht erreicht Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen! F89",
    "DescriptionC9684": "keine Impulse vom Encoder erkannt obwohl der Motor angesteuert wird Kaffeemaschine aus - und wieder einschalten. Falls Fehlermeldung weiterhin erscheint, bitte WMF-Service rufen.",
    "DescriptionC9691": "Seit der Techniker-Milchpumpenkalibrierung wurde das Einlaufverhalten um 5% korrigiert - Grenze erreicht erreicht Regelgrenze Milchpumpe erreicht",
    "DescriptionC9576": "-> Bohnenbehälter nicht verriegelt-> Mahlgrad zu fein eingestellt (Mahlscheiben schleifen) Leerstrommessung Mühle 2 fehlgeschlagen",
    "DescriptionC9575": "-> Bohnenbehälter nicht verriegelt-> Mahlgrad zu fein eingestellt (Mahlscheiben schleifen) Leerstrommessung Mühle 1 fehlgeschlagen",
    "DescriptionC9577": "-> Bohnenbehälter nicht verriegelt-> Mahlgrad zu fein eingestellt (Mahlscheiben schleifen) Leerstrommessung fehlgeschlagen",
    "DescriptionC9578": "-> Bohnenbehälter nicht verriegelt-> Mahlgrad zu fein eingestellt (Mahlscheiben schleifen) Leerstrommessung fehlgeschlagen",
    "DescriptionC9696": "> Keramikscheibenventil steht nicht auf Reiniger-Position und somit ist der Sicherheitsschalter nicht aktiviert> Sicherheitsschalter oder Verkabelung defekt > Reinigerpumpe defekt AutoClean Milch: Stromaufnahme der Reinigungspumpe zu gering",
    "DescriptionC9695": "> Reinigungspumpe defekt> Stecker nicht gesteckt oder kein Kontakt / Leitungsbruch > Keramikventil erreicht nicht die Reinigungsposition> Reinigungsschalter nicht betätigt oder defekt / Leitungsbruch Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9697": "Die restliche Menge des Milchsystemreiniger ist gering - Der Zähler hat berechnet, dass der Milchsystemreiniger bald leer ist Milchsystemreiniger bald leer",
    "DescriptionC9606": "Interner Softwarefehler Milchmodul: Fehler Datenbankzugriff",
    "DescriptionC9671": "Milch leer wurde erkannt. Während nachfüllen kann eine Schnellspülung durchgeführt werden (erforderlich min. 1xtäglich) Soll eine Autoclean Schnellspülung durchgeführt werden?",
    "DescriptionC9672": "Milch leer, bitte nachfüllen.",
    "DescriptionC9673": "Plug+Clean Adapter wurde zu früh ausgesteckt Plug+Clean Adapter wieder einstecken um Reinigung fortzusetzen",
    "DescriptionC9674": "Schnellspülung wurde beendet. Nun muss zum Abschluss der Plug+Clean Adapter wieder an dem Milchbehälter angeschlossen werden Plug+Clean Adapter entfernen und an Milchbehälter einstecken",
    "DescriptionC9679": "Mühle blockiert Mühle blockiert. Für eine Beschreibung bitte in der Bedienungsanleitung nachsehen",
    "DescriptionC9678": "Mühle blockiert Mühle blockiert. Für eine Beschreibung bitte in der Bedienungsanleitung nachsehen",
    "DescriptionC9680": "Mühle blockiert Mühle blockiert. Für eine Beschreibung bitte in der Bedienungsanleitung nachsehen",
    "DescriptionC9701": "Folge der Deaktivierung der Boiler-Heizung via CMRemote. Alle Rezepte, die Heißwasser benötigen werden ausgegraut. Boiler-Heizung wurde von externem Energiemanagement deaktiviert",
    "DescriptionC9702": "Folge der Deaktivierung der Dampfkessel-Heizung via CMRemote. Alle Rezepte, die Dampf benötigen werden ausgegraut Dampfkessel-Heizung wurde von externem Energiemanagement deaktiviert",
    "DescriptionC9703": "Milchsystemreiniger leer wurde über den Sensor im Ablaufrohr während der Reinigung erkannt Milchgetränke gesperrt, Milchsystemreiniger leer. Bitte eine neue Flasche Reinigungsmittel anschließen!",
    "DescriptionC9704": "Milchreiniger leer während der Reinigung erkannt - Reinigung kann fortgesetzt werden Es wurde kein Milchsystemreiniger während der Reinigung erkannt. Möchten Sie die Reinigung ohne Milchsystemreiniger fortsetzen?",
    "DescriptionC9705": "interner Fehler - es wurde kein Reinigungsmittel im Ablaufrohr erkannt - erneuter Versuch wird durchgeführt Kein Milchsystemreiniger erkannt. Bitte denn Füllstand der Reinigerflasche kontrollieren und bestätigen.",
    "DescriptionC9925": "Gelesene Firmwareversion entspricht nicht der erwarteten Bitte Leistungstufenupdate AutoClean vornehmen. Version passt nicht.",
    "DescriptionC9693": "1. Messung Kaffeesystemreinigung, kein Reiniger erkannt!Schritt wird wiederholt.",
    "DescriptionC9690": "Kunde hat keinen Reiniger für die Kaffee Reinigung eingeworfen Es wurde kein Reiniger bei der Kaffeesystemreinigung erkannt. Soll die Reinigung fortgesetzt werden?",
    "DescriptionC9688": "Kaffeesystemreinigung wurde ohne Reinigungsmittel durchgeführt",
    "DescriptionC9687": "Milchsystemreinigung wurde ohne Reinigungsmittel durchgeführt",
    "DescriptionC9689": "Kunde hat keinen Reiniger bei der Milchreinigung benutzt Es wurde kein Reiniger bei der Milchsystemreinigung erkannt. Soll die Reinigung fortgesetzt werden?",
    "DescriptionC9692": "1. Messung Milchsystemreinigung, kein Reiniger erkannt.Schritt wird wiederholt!Reinigungsbehälter muss vollständig entleert werden.Danach Reinigungstablette für Milch einwerfen.",
    "DescriptionC9708": "Mögliche Ursachen--> Schläuche Innerhalb der Maschine geknickt--> Milchschlauch geknickt --> bei 2 Milchausführung Milchschlauch an P&C Dose vertauscht--> Druck der Espressopumpe falsch / zu gering Spülwasserfluss im Milchsystem ist zu gering. Bitte Milchschläuche auf knickfreie Verlegung und korrekte Steckung überprüfen. Bei 2-Milch sind evt. die Milchschläuche vertauscht angesteckt.",
    "DescriptionC9709": "Leitungen auf Kurzschluss überprüfen Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9710": "Neues Media Package steht zur Installation bereit Neues Media Package steht zur Installation bereit",
    "DescriptionC9106": "Die Vorbereitung für die Timer Reinigung ist abgeschlossen. Bald startet die Reinigung. Der Timer Reinigung ist aktiv. Die Vorbereitung für die Timer Reinigung ist abgeschlossen. Bald startet die Reinigung. Der Timer Reinigung ist aktiv.",
    "DescriptionC9597": "Mixermotor steht still. Motor erhält keine oder zuwenig Spannung, Kabelbruch liegt vor oder der Motor ist defekt. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9133": "Granulatbehälter leer",
    "DescriptionC9135": "Reinigung wurde mit zu wenig Granulatkugeln durchgeführt",
    "DescriptionC9922": "Fremdkörper,Feuchtigkeit.. im Auslaufrohr Lichtschranke dauerhaft berührt Granulat Reinigungsbehälter  verstopft",
    "DescriptionC9923": "Granulatdispenser leer Die letzte Reinigung wurde mit leerem Granulatbehälter durchgeführt.​",
    "DescriptionC9924": "Maximale Anzahl ohne Reinigungsmittel erreicht. Mindestens 10x mit leerem Granulatbehälter gereinigt. Maximal mögliche Anzahl Reinigungen mit zu wenig Granulat erreicht",
    "DescriptionC9926": "-> Granulatkugel blockiert Sperrscheibe-> Sperrscheibe mechanisch verklemmt-> Sperrscheibenmotor defekt   Timeout Granulatdosierer. Sperrscheibe blockiert Bitte Reinigerdose entnehmen und den Granulatdosierer auf Verunreinigungen überprüfen.Anschließend bestätigen um die Systemreinigung durchzuführen",
    "DescriptionC9927": "-> Sperrscheibe mechanisch verklemmt-> Sperrscheibenmotor defekt Timeout Granulatdosierer. Sperrscheibe blockiertKaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "DescriptionC9904": "Gelesene Firmwareversion entspricht nicht der erwarteten Bitte Leistungstufenupdate Cup Sensor vornehmen. Version passt nicht.",
    "DescriptionC9730": "Kalibrierung-Urwert von der Reinigungsmittelerkennung vorhanden. Im Zuge der Installation muss eine Kalibrierung der Reinigungsmittelerkennung vorgenommen werden Die Kalibrierung ist mit dem örtlichen Wasser durchzuführen (Leitwertmessung) Die Reinigungserkennung muss kalibriert werden !Bitte die Routine im WMF-Servicemenü starten",
    "DescriptionC9928": "Der Sperrscheibenabgleich wurde abgebrochen, da Endposition nicht erreicht werden konnte Der Sperrscheibenabgleich muss vollständig durchgeführt und abgeschlossen werden!Bitte den Granulatdosierer ausbauen und auf Verschmutzung oder Defekt überprüfen.Anschliessend erneut einen Sperrscheibenabgleich durchführen.",
    "DescriptionC9933": "Die Kalibrierung wurde ohne Milchreiniger durchgeführt Kein Milchreiniger erkannt. Bitte überprüfen und erneut die Kalibrierung durchführen",
    "DescriptionC9934": "Die Kalibrierung wurde ohne Kaffeereiniger durchgeführt Kein Kaffeereiniger erkannt. Bitte überprüfen und erneut die Kalibrierung durchführen",
    "DescriptionC9935": "Der Leitwert während der Kalibrierung war zu hoch > 450 Digits Reinigungskalibrierung fehlgeschlagen - Ablaufrohr verschmutzt, bitte reinigen",
    "DescriptionC9931": "Kaffee-Filterkapsel ist bald fällig Kaffee-Filterkapsel bald fällig.Um eine automatische Reinigung inkl. Kaffeefiltersystem durchführen zu können, bitte den Kaffeefilter vor Start der automatischen Reinigung entfernen.",
    "DescriptionC9932": "Systemreinigung für Kaffee-Filtergetränke bald fällig. Systemreinigung für Kaffee - Filtergetränke bald fällig.Um eine automatische Reinigung inkl. Kaffeefiltersystem durchführen zu können, bitte den Kaffeefilter vor Start der automatischen Reinigung entfernen.",
    "DescriptionC9936": "Handeinwurf hat sich selbstständig geöffnet. Bitte Handeinwurf schließen. Getränk neu wählen.",
    "DescriptionC9146": "Wasserverprobung läuft",
    "DescriptionC9256": "Autodetect Fehler Portionierer nicht erkannt",
    "DescriptionC9257": "Autodetect Fehler Brühventilfehler",
    "DescriptionC9258": "Autodetect Fehler Schwingankerpumpe nicht erkannt",
    "DescriptionC9259": "Autodetect Fehler Entspannventil nicht erkannt",
    "DescriptionC9260": "Autodetect Fehler Ventilator nicht erkannt",
    "DescriptionC9261": "Autodetect Fehler Heisswasserausgabeventil nicht erkannt",
    "DescriptionC9262": "Autodetect Fehler Mixer nicht erkannt",
    "DescriptionC9263": "Autodetect Fehler Choc/Topping nicht erkannt",
    "DescriptionC9460": "Handeinwurfbrühung: Handeinwurfmagnet wird angesteuert, Handeinwurf öffnet nicht (Timeout in Db).",
    "DescriptionC9461": "Vorstufe zum Fehler [9460];Dient eigentlich nur als Hinweis für den Kunden.",
    "DescriptionC9483": "Mindestfluss Reinigung bei Verprobung",
    "DescriptionC9501": "Service Mühle 3 Antrieb fällig",
    "DescriptionC9503": "Handeinwurf konnte nicht entriegelt werden, Reinigertablette kann nicht eingeworfen werden. Mit Bestätigung wird die Reinigung ohne Tablette durchgeführt.",
    "DescriptionC9504": "Brauchwasser ist belegt und Niedrigwasser nicht - kann nicht sein, außer NW arbeitet nicht",
    "DescriptionC9515": "Beim Leeren des Dampfkessels bis unter NW- Elektrode ist die Zeit abgelaufen. Wahrscheinlich ist der Auslauf verstopft oder verkalkt. Entsprechende Reinigung/Entkalkung wird abgebrochen.",
    "DescriptionC9524": "Timeout! Timeout bei Befüllen des Kessels in der Entkalkung Wasserhahn offen",
    "DescriptionC9525": "Timeout NW Elektrode nicht unterschritten",
    "DescriptionC9526": "Timeout bei Befüllen des Kessels in der Entkalkung",
    "DescriptionC9571": "Eine Kesseldruckprüfung muß alle 2 Jahre durchgeführt werden",
    "DescriptionC9579": "Pumpendruck für die Kesseldruckprüfung konnte nicht erreicht werden",
    "DescriptionC9580": "Fortführung der Kesseldruckprüfung",
    "DescriptionC9581": "Drucksensor misst und übermittelt einen Druck welcher nicht sein kann.",
    "DescriptionC9585": "Während der Kesseldruckprüfung wurde erkannt,dass kein bauseitiger Wasserdruck vorhanden ist",
    "DescriptionC9586": "Bei der Kesseldruckprüfung wurde ein zu hoher Pumpendruck > 10500 mBar erkannt",
    "DescriptionC9601": "Sensorfehler Fest-/ Brühwasser Drucksensor",
    "DescriptionC9602": "Sensorfehler Temperatur Heißwasserausgabe",
    "DescriptionC9603": "Sensorfehler Temperatursensor Milchmischer",
    "DescriptionC9604": "Die Getränkeausgabe wurde durch einen internen Prozess (Satzbehälter gezogen ) unterbrochen und kann nun weitergeführt werden",
    "DescriptionC9658": "Service Sicherheitsventil fällig",
    "DescriptionC9659": "Service Mixerbecher 1 fällig",
    "DescriptionC9660": "Service Mixerbecher 2 fällig",
    "DescriptionC9676": "NW Elektrode wurde nicht berührt. Entkalkerflüssigkeit wurde nicht eingesogen.",
    "DescriptionC9892": "Sirupflasche 1 ist leer. Bitte Flasche wechseln",
    "DescriptionC9893": "Sirupflasche 2 ist leer. Bitte Flasche wechseln",
    "DescriptionC9894": "Sirupflasche 3 ist leer. Bitte Flasche wechseln",
    "DescriptionC9895": "Sirupflasche 3 ist leer. Bitte Flasche wechseln",
    "DescriptionC9896": "Sirupflasche 4 ist leer. Bitte Flasche wechseln",
    "DescriptionC9897": "Sirupflasche 5 ist leer. Bitte Flasche wechseln",
    "DescriptionCF161": "Mindestfluss bei Brühung unterschritten",
    "DescriptionCF162": "DFM/Mindestfluss Fehler bei Reinigung",
    "DescriptionCF165": "Mindestfluss bei Mixerdosierung",
    "StepsC9013": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9017": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9042": "Bitte warten.",
    "StepsC9053": "Bitte Reinigung durchführen.",
    "StepsC9055": "Bitte Reinigung durchführen.​ ",
    "StepsC9061": "Bitte WMF-Service rufen",
    "StepsC9062": "Bitte warten.",
    "StepsC9063": "Bitte Portionierer 1 nachfüllen.",
    "StepsC9064": "Bitte Portionierer 2 nachfüllen.",
    "StepsC9065": "Durch Nachfüllen des Portionierers und quittieren der Störung wird das Getränk fortgesetzt.",
    "StepsC9066": "Durch Nachfüllen des Portionierers und quittieren der Störung wird das Getränk fortgesetzt.",
    "StepsC9067": "Bitte WMF-Service rufen",
    "StepsC9068": "Bitte Satzbehälter einsetzen.",
    "StepsC9069": "Bitte Satzbehälter leeren.",
    "StepsC9070": "Bitte Satzbehälter leeren.",
    "StepsC9071": "Bitte externen Satzbehälter leeren. ",
    "StepsC9072": "Bitte Handeinwurf / Tabletteneinwurf schließen.",
    "StepsC9073": "Kaffeemehl einfüllen, Handeinwurf schließen und Getränketaste drücken.",
    "StepsC9074": "Bitte Bedienblende schließen.",
    "StepsC9076": "Bitte Absperrhahn öffnen.",
    "StepsC9077": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9078": "Bitte Wasserfilter tauschen.",
    "StepsC9082": "Bitte warten oder Milch austauschen. Milch muss gekühlt sein!",
    "StepsC9083": "Bitte Milchkühlereinstellung anpassen.",
    "StepsC9084": "Bitte Wassertank füllen und wieder einsetzen.",
    "StepsC9085": "Bitte WMF-Service rufen",
    "StepsC9087": "Bitte bauseitigen Anschluss (Leitungssystem) überprüfen.",
    "StepsC9091": "Bitte Brüher tauschen.",
    "StepsC9092": "Bitte Entkalkung durchführen.​",
    "StepsC9108": "Bitte warten.",
    "StepsC9121": "Bitte warten.",
    "StepsC9123": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9178": "Quittierung mit Ja löscht den Füllstandszähler. Abbruch mit Nein löscht den Füllstandszähler nicht.",
    "StepsC9184": "Bitte warten.",
    "StepsC9194": "Bitte Milch nachfüllen.",
    "StepsC9216": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9234": "Warten bis Kessel wieder auf Druck",
    "StepsC9298": "Bitte Pflege durchführen.",
    "StepsC9299": "Bitte WMF-Service Wartung 1 durchführen.",
    "StepsC9300": "Bitte Revision durchführen.",
    "StepsC9301": "Bitte Entkalkung durchführen.​",
    "StepsC9302": "Bitte Wasserfilter tauschen.",
    "StepsC9303": "Bitte WMF-Service rufen!",
    "StepsC9304": "Bitte WMF-Service rufen!",
    "StepsC9305": "Mühle 3 Mahlscheiben tauschen",
    "StepsC9306": "Bitte WMF-Service rufen!",
    "StepsC9307": "Bitte WMF-Service rufen!",
    "StepsC9335": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9336": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9344": "Bitte Milch nachfüllen  ",
    "StepsC9345": "Bitte Milch 2 nachfüllen  ",
    "StepsC9346": "Bitte Milch nachfüllen  ",
    "StepsC9347": "Bitte Milch 2 nachfüllen.  ",
    "StepsC9357": "Bitte externen Wassertank füllen.",
    "StepsC9358": "Warten oder Milch austauschen",
    "StepsC9361": "Bitte Milchsystem Reinigung durchführen.",
    "StepsC9364": "Bitte Tropfschale leeren und Sensorbereich trocknen.",
    "StepsC9370": "Bitte WMF-Service rufen",
    "StepsC9373": "Bitte WMF-Service rufen",
    "StepsC9400": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9406": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9407": "noch einmal probieren​",
    "StepsC9409": "noch einmal probieren​",
    "StepsC9410": "noch einmal probieren​",
    "StepsC9411": "Maschine neu starten​",
    "StepsC9412": "Verbindung wieder neu aufbauen, Maschine neu starten​, oder warten.",
    "StepsC9413": "Gegenstelle, Netzwerkkabel ​ überprüfen. Maschine neu starten.",
    "StepsC9414": "Konfiguration überprüfen, noch einmal probieren​",
    "StepsC9415": "Netzwerk und Konfiguration überprüfen, dann noch einmal versuchen.​",
    "StepsC9416": "Netzwerk überprüfen, noch einmal probieren​",
    "StepsC9417": "Bitte WMF-Service rufen",
    "StepsC9418": "Gegenstelle, Netzwerkkabel überprüfen, Maschine neu starten.",
    "StepsC9423": "Normfahrt durchführen​",
    "StepsC9424": "Parameter überprüfen und anpassen​",
    "StepsC9425": "Parameter überprüfen (Beschleunigung, Fahrstrom, Geschwindigkeit) Fahrstrecke überprüfen (Hindernisse, schwergängig)​",
    "StepsC9426": "Fahrpositionen überprüfen, Sensorik checken.​",
    "StepsC9427": "Fahrpositionen überprüfen, Sensorik checken​",
    "StepsC9428": "Fahrpositionen überprüfen, Sensorik checken​",
    "StepsC9429": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9430": "Konfiguration überprüfen, fix in SW​",
    "StepsC9431": "Zielposition oder Min/MaxPosition anpassen​",
    "StepsC9432": "Fahrparameter überprüfen, Logfile schicken, Mechanik checken.​",
    "StepsC9441": "Noch einmal probieren, Maschine neu starten​",
    "StepsC9442": "Noch einmal probieren, Maschine neu starten​",
    "StepsC9443": "Noch einmal probieren, Maschine neu starten​",
    "StepsC9444": "Noch einmal probieren, Maschine neu starten​",
    "StepsC9445": "Noch einmal probieren, Maschine neu starten​",
    "StepsC9446": "Noch einmal probieren, Maschine neu starten​",
    "StepsC9447": "Noch einmal probieren, Maschine neu starten​",
    "StepsC9448": "Noch einmal probieren, Maschine neu starten​",
    "StepsC9449": "Noch einmal probieren, Maschine neu starten​",
    "StepsC9450": "Noch einmal probieren, Maschine neu starten​",
    "StepsC9451": "Noch einmal probieren, Maschine neu starten​",
    "StepsC9452": "keine Aktion erforderlich",
    "StepsC9453": "keine Aktion erforderlich",
    "StepsC9454": "keine Aktion erforderlich",
    "StepsC9455": "keine Aktion erforderlich",
    "StepsC9456": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9457": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9458": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9459": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9462": "keine",
    "StepsC9463": "WMF-Service",
    "StepsC9467": "Bitte Portionierer 1 nachfüllen.",
    "StepsC9468": "Bitte Portionierer 2 nachfüllen.",
    "StepsC9469": "Portionierer 3 auffüllen und Meldung quittieren. Altes Mehl wird entsorgt, die gesamte Menge wird neu dosiert (plus Zusatzzeit um den Mühlenauslauf zu füllen).",
    "StepsC9470": "Portionierer 4 auffüllen und Meldung quittieren. Altes Mehl wird entsorgt, die gesamte Menge wird neu dosiert (plus Zusatzzeit um den Mühlenauslauf zu füllen).",
    "StepsC9475": "Bitte Tropfschale einsetzen.",
    "StepsC9476": "Bitte Satzbehälter einsetzen.",
    "StepsC9477": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9478": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9479": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9480": "Bitte Vorgang wiederholen.",
    "StepsC9481": "Bitte WMF-Service rufen",
    "StepsC9482": "Bitte WMF-Service rufen",
    "StepsC9484": "Bitte bauseitigen Wasserhahn öffen oder Wassertank füllen.",
    "StepsC9485": "Anschlüsse überprüfen,Verfahrweg freimachen.",
    "StepsC9486": "Anschlüsse überprüfen,Verfahrweg freimachen.",
    "StepsC9487": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9488": "Bitte Handeinwurf schliessen.",
    "StepsC9489": "Bitte Handeinwurf während der Getränkeausgabe nicht öffnen.",
    "StepsC9490": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9491": "Bitte warten.",
    "StepsC9492": "Bitte WMF-Service rufen!",
    "StepsC9493": "Bitte Entkalkung durchführen.​",
    "StepsC9494": "Motor Mixer 2 tauschen",
    "StepsC9495": "Bitte WMF-Service rufen!",
    "StepsC9496": "Bitte WMF-Service rufen!",
    "StepsC9497": "Mühle 4 Mahlscheiben tauschen",
    "StepsC9498": "Mühle 4 Antrieb tauschen",
    "StepsC9499": "Bitte WMF-Service rufen!",
    "StepsC9500": "Bitte WMF-Service rufen!",
    "StepsC9502": "Bitte WMF-Service rufen!",
    "StepsC9505": "Karte, Firmware, Verdrahtung überprüfen.",
    "StepsC9506": "Meldung bestätigen, so dass die Easy /Dynamic Milk Reinigung fortgesetzt und abgeschlossen wird",
    "StepsC9507": "Bitte Absperrhahn öffnen oder Wassertank auffüllen und die Meldung bestätigen.",
    "StepsC9508": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9509": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9510": "Kühler einschalten und Funktion prüfen. Bitte vorgekühlte Milch verwenden.",
    "StepsC9511": "Bitte ins WMF-Servicemenü/WMF-Serviceroutinen wechseln, um die Entkalkung abzuschließen.",
    "StepsC9512": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9513": "Bitte WMF-Service rufen",
    "StepsC9514": "Der Satzbehälter wurde während der Reinigung gezogen. Bitte Satzbehälter wieder einsetzen.",
    "StepsC9516": "Mühle überprüfen / reinigen oder Mahlgrad verstellen.",
    "StepsC9517": "Mühle überprüfen / reinigen oder Mahlgrad verstellen.",
    "StepsC9518": "Mühle überprüfen / reinigen oder Mahlgrad verstellen.",
    "StepsC9519": "Mühle überprüfen /reinigen oder Mahlgrad verstellen.",
    "StepsC9527": "Schrittmotorkarte und deren Verdrahtung überprüfen.",
    "StepsC9528": "Bitte warten.",
    "StepsC9529": "Bestätigen, anschließend fährt Brüher in Grundstellung",
    "StepsC9530": "Bitte Milchsystemspülung durchführen. ",
    "StepsC9531": "EcoMode aktiv, Maschine wird ausgeschaltet.",
    "StepsC9532": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9533": "Wartung durchführen",
    "StepsC9534": "warten",
    "StepsC9535": "Bitte warten.",
    "StepsC9536": "Bitte WMF-Service rufen",
    "StepsC9539": "Bitte Milch 2 nachfüllen.",
    "StepsC9540": "Abhilfe wird durch eine Entlüftungsroutine erzielt.",
    "StepsC9572": "Bitte Tropfschale leeren und Sensorbereich trocknen.",
    "StepsC9574": "Kunde informieren, dass dieser den  Austaster nur kurz drücken muss",
    "StepsC9582": "Bitte den Austaster nur kurz drücken!",
    "StepsC9583": "Bitte warten.",
    "StepsC9584": "Keine Aktion erforderlich.",
    "StepsC9587": "Bitte WMF-Service rufen",
    "StepsC9588": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9589": "Bitte WMF-Service rufen",
    "StepsC9590": "Bitte WMF-Service rufen",
    "StepsC9595": "Meldung bestätigen damit die Enkalkung fortgesetzt wird.",
    "StepsC9598": "Mixerbecher entnehmen,  eventuell reinigen​ und mit Impeller wieder einsetzen.",
    "StepsC9599": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9600": "Spritzschutz schließen",
    "StepsC9605": "FaceGuard öffnen, Getränk entnehmen und FaceGuard wieder schließen",
    "StepsC9607": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9608": "Bitte WMF-Service rufen",
    "StepsC9611": "Bitte Kaffee-Filterkapsel bald tauschen.",
    "StepsC9612": "Bitte Kaffee-Filterkapsel tauschen.",
    "StepsC9613": "Bitte Kaffee-Filterkapsel einsetzen.",
    "StepsC9615": "Bitte WMF-Service rufen",
    "StepsC9616": "Filterspülung durchführen oder ggf. später über Pflege aktivieren",
    "StepsC9619": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9620": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9621": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9622": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9623": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9624": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9625": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9626": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9627": "Touchdisplay trocken reiben",
    "StepsC9628": "Bitte WMF-Service rufen",
    "StepsC9629": "Bitte WMF-Service rufen",
    "StepsC9630": "Kurz warten bis Maschine aufgeheizt hat",
    "StepsC9632": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9633": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9634": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9635": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9651": "Filterkapsel, Flächendichtung überprüfen ggf austauschen",
    "StepsC9652": "Bitte Hallsensor austauschen",
    "StepsC9653": "Bitte Hallsensor austauschen",
    "StepsC9654": "Text muss noch definiert werden",
    "StepsC9655": "Kaffee-Filterkapsel entnehmen oder die Mechanik Stößel Kaffee-Filterdeckel kontrollieren ggf austauschen",
    "StepsC9661": "Bitte Steckkontakt Sensor Board überprüfen oder Sensor Board austauschen",
    "StepsC9664": "Wenn nötig, nach dem Neustart die Reinigung erneut durchführen",
    "StepsC9665": "Bitte WMF-Service rufen",
    "StepsC9667": "-> Absperrhahn öffnen-> Bauseitiger Wasserzulaufdruck überfpüfen. ggf. für stabilen Wasserdruck sorgen-> Drucksensorr überprüfen",
    "StepsC9668": "-> Absperrhahn öffnen-> Bauseitiger Wasserzulaufdruck überfpüfen. ggf. für stabilen Wasserdruck sorgen-> Druckschalter überprüfen",
    "StepsC9669": "Bag in Box austauschen",
    "StepsC9670": "Maschine kann über Remote Fernzugriff wieder freigegeben werden.",
    "StepsC9675": "Schnellspülung durchführen",
    "StepsC9677": "Bitte WMF-Service rufen",
    "StepsC9682": "Kaffee Filtersystem Reinigung durchführen",
    "StepsC9683": "Kaffee Filtersystem Reinigung durchführen",
    "StepsC9800": "Noch einmal probieren, Maschine neu starten​",
    "StepsC9801": "Software anpassen. Wenn es Auswirkung auf den Betrieb der Maschine hat, dann neu starten.",
    "StepsC9802": "fix in SW​",
    "StepsC9803": "fix in SW",
    "StepsC9804": "Noch einmal probieren, Maschine neu starten",
    "StepsC9805": "Noch einmal probieren, Maschine neu starten.",
    "StepsC9806": "Konfiguration überprüfen. Logfile lesen oder an SW schicken​",
    "StepsC9807": "Update AutoClean LST Software",
    "StepsC9808": "Konfiguration überprüfen. Logfile schicken.​",
    "StepsC9809": "Konfiguration überprüfen. Logfile schicken​",
    "StepsC9810": "fix in SW​",
    "StepsC9813": "Logfile zu schicken​",
    "StepsC9814": "Logfile zu schicken​",
    "StepsC9815": " Logfile zu schicken",
    "StepsC9816": "Logfile zu schicken​",
    "StepsC9818": "Grenzen und Konfiguration überprüfen​.",
    "StepsC9819": "fix in SW, Logfile zu senden​",
    "StepsC9821": "fix in SW, Logfile zu senden.​",
    "StepsC9822": "fix in SW, Logfile zu schicken​",
    "StepsC9823": "Bitte WMF-Service rufen",
    "StepsC9825": " Grenzen oder Werte überprüfen​.",
    "StepsC9826": "keine​",
    "StepsC9827": "Bitte WMF-Service rufen",
    "StepsC9831": "Bitte WMF-Service rufen",
    "StepsC9832": " fix in SW",
    "StepsC9833": " fix in SW",
    "StepsC9834": " fix in SW",
    "StepsC9835": "Bitte WMF-Service rufen",
    "StepsC9841": "Dateinamen überprüfen.​ Noch einmal probieren.",
    "StepsC9842": " fix in SW",
    "StepsC9843": "Datei überprüfen​",
    "StepsC9844": "Datei überprüfen, fix in SW​",
    "StepsC9845": "Datei oder Verbindung zur Datei (Netzwerk, SMB...) überprüfen​",
    "StepsC9846": "Backup der Datei einspielen, Datei zu schicken​",
    "StepsC9848": "Eintrag in der Ini-Datei überprüfen und evtl. Backup der Datei einspielen - falls defekt​.",
    "StepsC9849": "Sicherungskopie einspielen und Maschine neu starten​",
    "StepsC9850": "Sicherheitskopie ein spielen und Maschine neu starten. Datei dem WMF-Service zuschicken​",
    "StepsC9851": "Richtigen Dateinamen eingeben und noch einmal probieren​",
    "StepsC9852": "SD Karte einstecken oder defekte Karte tauschen",
    "StepsC9862": "keine​",
    "StepsC9863": "keine​(Designfehler in der SW)",
    "StepsC9864": "Beide Programme mit dem selben Header übersetzen.​Designfehler in der SW.",
    "StepsC9865": "Fehler in der CtrlApp beheben​",
    "StepsC9875": "--",
    "StepsC9876": "--",
    "StepsC9877": "Warten bis die Getränketasten wieder aktiv sind und wiederholen.",
    "StepsC9878": "Die aktuelle Getränkeausgabe abwarten und anschließend noch einmal probieren. Maschine neu starten.",
    "StepsC9879": "Kurz warten und noch einmal probieren oder einen Neustart der Maschine durchführen.",
    "StepsC9880": "Zeit einstellen.",
    "StepsC9881": "Getränketaste innerhalb Grenzzeit drücken, anschließend wird ein Kaffeegetränk gestartet",
    "StepsC9882": "Bitte WMF-Service rufen",
    "StepsC9883": "Update LST",
    "StepsC9884": "Karte, Firmware, Verdrahtung überprüfen.",
    "StepsC9885": "Karte, Firmware, Verdrahtung überprüfen.",
    "StepsC9886": "Karte, Firmware, Verdrahtung überprüfen.",
    "StepsC9887": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9890": "Bitte warten.",
    "StepsC9891": "Software austauschen entsprechend des Maschinentyps.Menü WMF-Service WMF-Serviceroutinen Leistungsstufen Update",
    "StepsC9902": "Update LST",
    "StepsC9903": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9905": "Bei Auftreten des Fehlers > 3x wird der Fehler 9607 angezeigt. Erst dann sind Maßnahmen erforderlich.",
    "StepsC9906": "Bei Auftreten des Fehlers > 3x wird der Fehler 9619 angezeigt. Erst dann sind Maßnahmen erforderlich.",
    "StepsC9907": "Bei Auftreten des Fehlers > 3x wird der Fehler 9620 angezeigt. Erst dann sind Maßnahmen erforderlich.",
    "StepsC9908": "Bei Auftreten des Fehlers > 3x wird der Fehler 9621 angezeigt. Erst dann sind Maßnahmen erforderlich.",
    "StepsC9909": "Bei Auftreten des Fehlers > 3x wird der Fehler 9622 angezeigt. Erst dann sind Maßnahmen erforderlich.",
    "StepsC9910": "Bei Auftreten des Fehlers > 3x wird der Fehler 9623 angezeigt. Erst dann sind Maßnahmen erforderlich.",
    "StepsC9911": "Bei Auftreten des Fehlers > 3x wird der Fehler 9624 angezeigt. Erst dann sind Maßnahmen erforderlich.",
    "StepsC9912": "Bei Auftreten des Fehlers > 3x wird der Fehler 9625 angezeigt. Erst dann sind Maßnahmen erforderlich.",
    "StepsC9913": "Bei Auftreten des Fehlers > 3x wird der Fehler 9626 angezeigt. Erst dann sind Maßnahmen erforderlich.",
    "StepsC9914": "Bei Auftreten des Fehlers > 3x wird der Fehler 9903 angezeigt. Erst dann sind Maßnahmen erforderlich.",
    "StepsCF120": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsCF121": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsCF130": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsCF149": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9269": ". Brüher ausbauen, Sieb reinigen, ...",
    "StepsC9329": "Nach Quittierung wird die Brühung fortgesetzt",
    "StepsC9270": "Brüher ausbauen, Sieb reinigen, ...",
    "StepsC9330": "Nach Quittierung wird die Reinigung fortgesetzt",
    "StepsCF163": "Wasserversorgung überprüfen. Blockade oder defekte Komponente beheben oder austauschen",
    "StepsC9244": "Wasserversorgung überprüfen. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte in der Bedienungsanleitung nachsehen oder den WMF-Service rufen!",
    "StepsC9369": "Wasserversorgung überprüfen. Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9245": "Nach Quittieren wird erneut versucht zu dosieren. Wasserversorgung /DFM überprüfen. Blockade oder defekte Komponente beheben oder austauschen",
    "StepsC9368": "Wasserversorgung überprüfen. Blockade oder defekte Komponente beheben oder austauschen",
    "StepsCF166": "Wasserversorgung /DFM überprüfen. Blockade oder defekte Komponente beheben oder austauschen",
    "StepsCF167": "Wasserversorgung überprüfen. Blockade oder defekte Komponente beheben oder austauschen",
    "StepsCF185": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsCF186": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsCF187": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsCF188": "Maschine vom Stromnetz trennen und WMF-Service rufen",
    "StepsCF189": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsCF2": "Brühermotor überprüfen / tauschen",
    "StepsCF3": "Encoder überprüfen / tauschen",
    "StepsCF5": "Nicht relevant bei 1500S, da kein Endschalter vorhanden ist.",
    "StepsCF6": "Brüheinheit kontrollieren / reinigen",
    "StepsCF7": "Brüher einsetzen",
    "StepsCF8": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsCF87": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsCF88": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsCF89": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9684": "Motor, Encoder überprüfen",
    "StepsC9691": "Überprüfen Sie das Milchsystem auf eventuelle Schlauchverengungen durch Milchablagerungen oder geknicktem Milchschlauch bzw. führen sie ggf. anschließend nach erfolgter Überprüfung erneut eine Techniker Milchpumpenkalibrierung durch",
    "StepsC9576": "-> Bohnenbehälter verriegeln-> Mahlgrad gröber einstellen (Kein schleifen hörbar)",
    "StepsC9575": "-> Bohnenbehälter verriegeln-> Mahlgrad gröber einstellen (Kein schleifen hörbar)",
    "StepsC9577": "-> Bohnenbehälter verriegeln-> Mahlgrad gröber einstellen (Kein schleifen hörbar)",
    "StepsC9578": "-> Bohnenbehälter verriegeln-> Mahlgrad gröber einstellen (Kein schleifen hörbar)",
    "StepsC9696": "> Keramikscheibenventil überprüfen> Sicherheitsschalter oder Verkabelung überprüfen> Reinigerpumpe überprüfen",
    "StepsC9695": "> Reinigungspumpe überprüfen> Stecker und Leitungen kontrollieren> Position Keramikventil und Reinigungsschalter mit Leitung überprüfen",
    "StepsC9697": "Die Milchsystemreinigerflasche muss bald ausgetauscht werden",
    "StepsC9606": "Werk-WMF-Service/Kunde durchführen",
    "StepsC9671": "Bitte WMF-Service rufen",
    "StepsC9672": "Bitte WMF-Service rufen",
    "StepsC9673": "Plug+Clean Adapter an der Plug+Clean Dose wieder einstecken",
    "StepsC9674": "Plug+Clean Adapter an dem Milchbehälter anschließen",
    "StepsC9679": "Mühle überprüfen / reinigen oder Mahlgrad verstellen.",
    "StepsC9678": "Mühle überprüfen / reinigen oder Mahlgrad verstellen.",
    "StepsC9680": "Mühle überprüfen / reinigen oder Mahlgrad verstellen.",
    "StepsC9701": "Boiler-Heizung via CMRemote freischalten",
    "StepsC9702": "Dampfkessel-Heizung via CMRemote freischalten",
    "StepsC9703": "Neue Reinigerflasche anschließenSensor im Ablaufrohr überprüfen",
    "StepsC9704": "Neue Reinigerflasche anschließen",
    "StepsC9705": "Neue Reinigerflasche anschließenSensor im Ablaufrohr überprüfenReinigerschlauch Verlegung überprüfen (knick)",
    "StepsC9925": "Update LST AutoClean",
    "StepsC9693": "Bitte WMF-Service rufen",
    "StepsC9690": "Bitte WMF-Service rufen",
    "StepsC9688": "Bitte WMF-Service rufen",
    "StepsC9687": "Bitte WMF-Service rufen",
    "StepsC9689": "Bitte WMF-Service rufen",
    "StepsC9692": "Bitte WMF-Service rufen",
    "StepsC9708": "--> Schläuche kontrollieren--> Milchschlauch an P&C Dose richtig aufstecken--> Druck der Espressopumpe einstellen",
    "StepsC9709": "Kurzschluss beseitigen",
    "StepsC9710": "Die Maschine hat ein neues Media Package erhalten und muss installiert werden. Das Media Package kann über Menu->System->Telemetrie->Remote Aktionen installiert werden.",
    "StepsC9106": "warten",
    "StepsC9597": "Kaffeemaschine aus- und wieder einschalten. Falls Fehlermeldung wieder erscheint, bitte WMF-Service rufen!",
    "StepsC9133": "Bitte WMF-Service rufen",
    "StepsC9135": "Bitte WMF-Service rufen",
    "StepsC9922": "reinigen, Fremdkörper, Blockade entfernen",
    "StepsC9923": "Granulatdispenser auffüllen",
    "StepsC9924": "Granulat auffüllen",
    "StepsC9926": "Granulatdosierer auf Granulatrückstände überprüfen und entfernen. Funktion Sperrscheibenmotor überprüfen und ggf. austauschen",
    "StepsC9927": "Granulatdosierer auf Granulatrückstände überprüfen und entfernen. Funktion Sperrscheibenmotor überprüfen und ggf. austauschen",
    "StepsC9904": "Update LST Cup Sensor",
    "StepsC9730": "WMF-Servicetechniker rufen, so dass er die Reinigungsmittelkalibrierung durchführt",
    "StepsC9928": "Granulatdosierer ausbauen und auf Verschmutzung oder Defekt überprüfen.Anschliessend wieder einbauen und erneut einen Sperrscheibenabgleich durchführen.",
    "StepsC9933": "> zur Kalibrierung einen Milchreiniger verwenden> Reinigungsadapter kontrollieren> Füllstand Reinigerflasche kontrollieren ggf. austauschen> Reinigungspumpe kontrollieren> Steckverbindungen auf Undichtigkeit kontrollieren",
    "StepsC9934": "> zur Kalibrierung einen Kaffeereiniger verwenden> Granulatdosierer kontrollieren> Füllstand Granulatdosierer kontrollieren",
    "StepsC9935": "Ablaufrohr mit einer Bürste reinigen",
    "StepsC9931": "Kaffee-Filterkapsel vor der Reinigung ausbauen Wenn dieser nicht ausgebaut wird, dann wird die Reinigung ohne den FFC-Pfad durchgeführt. Nur die Filter Getränke sind anschließend nicht verfügbar",
    "StepsC9932": "Kaffee-Filterkapsel vor der Reinigung ausbauen Wenn dieser nicht ausgebaut wird, dann wird die Reinigung ohne den FFC-Pfad durchgeführt. Nur die Filter Getränke sind anschließend nicht verfügbar",
    "StepsC9936": "Bitte Handeinwurf während der Getränkeausgabe nicht öffnen.",
    "StepsC9146": "Bitte WMF-Service rufen",
    "StepsC9256": "Portionierer überprüfen",
    "StepsC9257": "Brühventil überprüfen",
    "StepsC9258": "Schwingankerpumpe überprüfen",
    "StepsC9259": "Entspannventil überprüfen",
    "StepsC9260": "Ventilator überprüfen",
    "StepsC9261": "Heisswasserventil kontrollieren",
    "StepsC9262": "Mixer überprüfen",
    "StepsC9263": "Choc/Topping überprüfen",
    "StepsC9460": "Service kontaktieren",
    "StepsC9461": "Maschine wiederholt selbsttätig die Ansteuerung des Handeinwurfmagneten.",
    "StepsC9483": "Bitte WMF-Service rufen",
    "StepsC9501": "Mühle 3 Antrieb tauschen",
    "StepsC9503": "Handeinwurf überprüfen",
    "StepsC9504": "Bitte WMF-Service rufen",
    "StepsC9515": "Kesselauslaufrohr manuell reinigen",
    "StepsC9524": "Wasserhahn / Zulaufventil überprüfen",
    "StepsC9525": "Bitte WMF-Service rufen",
    "StepsC9526": "Entkalkerflasche verbinden",
    "StepsC9571": "Kesseldruck Prüfung ausführen",
    "StepsC9579": "- Espressopumpe druck erhöhen - Absperrhahn öffnen",
    "StepsC9580": "Bitte WMF-Service rufen",
    "StepsC9581": "- Drucksensor richtig anschließen - Drucksensor überprüfen und tauschen",
    "StepsC9585": "Bitte WMF-Service rufen",
    "StepsC9586": "Pumpendruck einstellen nach Vorgabe",
    "StepsC9601": "Sensor tauschen oder einstecken",
    "StepsC9602": "Sensor tauschen oder einstecken",
    "StepsC9603": "Sensor tauschen oder einstecken",
    "StepsC9604": "Satzbehälter einsetzen Tropfschale einsetzen",
    "StepsC9658": "Service Sicherheitsventil durchführen",
    "StepsC9659": "Service Mixerbecher 1 durchführen",
    "StepsC9660": "Service Mixerbecher 2 durchführen",
    "StepsC9676": "Entkalkung muß neu gestartet werden",
    "StepsC9892": "Flasche tauschen",
    "StepsC9893": "Flasche tauschen",
    "StepsC9894": "Flasche tauschen",
    "StepsC9895": "Flasche tauschen",
    "StepsC9896": "Flasche tauschen",
    "StepsC9897": "Flasche tauschen",
    "StepsCF161": "Nach Quittierung wird die Brühung fortgesetzt",
    "StepsCF162": "Brüher ausbauen, Sieb reinigen, ...",
    "StepsCF165": "Wasserversorgung überprüfen. Blockade oder defekte Komponente beheben oder austauschen",
    "PrinterNoConnectionSymbol": "Hat der Lebensmitteldrucker keine aktive Internetverbindung, wird ein gelbes Symbol in der rechten oberen Ecke des Displays angezeigt",
    "RobtNoCupGrippedCupsNotEmpty": "Es konnte kein Becher gegriffen werden, obwohl der Sensor erkennt, dass noch Becher vorhanden sind",
    "NewOrdersBlocked": "Neue Getränkebestellungen sind bis auf Weiteres geblockt",
    "NewOrdersUnblocked": "Neue Bestellungen sind wieder erlaubt",
    "InterlockOpenedUnrecoverable": "Eine Verriegelung der Box wurde geöffnet, ohne vorher das Programm in 'Pause' zu versetzen. Der Roboter konnte seine aktuelle Bewegung nicht beenden. Ein Neustart der Box ist ohne Eingriff eines Technikers nicht möglich.",
    "UploadPrintImageNotPossible": "Es konnte kein Bild zum Drucken hochgeladen werden",
    "UnknownApplicationErrorDev": "Es ist ein unbekannter Fehler aufgetreten. Bitte Problem beim Service melden.",
    "NoStartInterlockOpen": "Start der Box aufgrund offener Verriegelung nicht möglich",
    "TrashCount15": "Es wurden bereits 15 Becher entsorgt",
    "OnlyInof": "Diese Meldung dient ausschließlich der Information",
    "TrashCount20": "Es wurden mehr als 20 Becher entsorgt. Produktion angehalten.",
    "EmptyTrash": "Leeren Sie den Mülleimer und starten Sie das Programm erneut.",
    "RobotNotMoving": "Der Roboter steht seit mehr als 5 Minuten, obwohl es offene Bestellungen gibt.",
    "robot-encoder": "Die Encoder-Batterie des Roboters ist beinahe leer. Eingreifen dringend erforderlich!",
    "contact-kawasaki": "Kontaktieren Sie Kawasaki bezüglich des Tauschs",
    "encoder-battery-urgent": "Die Batterie muss schnellstmöglich getauscht werden. Der Roboter verliert sonst seine Nullposition. Schäden an Mensch und Maschine möglich!",
    "motor-overload": "Motor-Overload beim Roboter",
    "check-video-overload": "Prüfen Sie den Video-Stream ob es zu einem Crash oder einer Blockade des Roboter-Arms kam.",
    "robot-long-pause": "Diese Meldung erscheint häufig bei längeren Standzeiten (>3h) bei eingeschaltetem Roboter.",
    "restart-long-pause": "Lag eine längere Standzeit vor und es sind keine Crashs/Blockaden zu erkennen, können Sie einen Neustart vornehmen."
  }
}
